<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси аутентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються під час аутентифікації для
    | різних повідомлень, які ми повинні показати користувачеві на екрані.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до
    | вимог вашого додатку.
    |
    */

    'failed'   => "Ім'я користувача або пароль не співпадають.",
    'throttle' => 'Забагато спроб входу. Будь ласка, спробуйте ще раз через :seconds секунд.',
    'login' => 'Вхід',
    'register' => 'Реєстрація',
    'name' => "Ім'я",
    'email' => 'E-Mail адреса',
    'password' => 'Пароль',
    'cPass' => 'Повторіть пароль',
    'logout' => 'Вийти',
    'proteins' => 'Білки',
    'fats' => 'Жири',
    'carbohydrates' => 'Вуглеводи',
    'kcal' => 'Ккал',
    'enterNameProd' => 'Введіть назву продукту',
    'save' => 'Зберегти'
];
