<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для пагінації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки використовуються бібліотекою пагінації
    | для створення простих посилань на сторінки. Ви можете змінити їх
    | на будь-які інші, які краще підходять для вашого застосунку.
    |
    */

    'previous' => '&laquo; Назад',
    'next'     => 'Вперед &raquo;',
];