<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси нагадування пароля
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки повертаються брокером паролів у разі невдалих
    | спроб оновлення пароля, таких як неправильний код скидання
    | пароля або невірний новий пароль.
    |
    */

    'password' => 'Пароль повинен містити щонайменше шість символів і збігатися з підтвердженням.',
    'reset'    => 'Ваш пароль було скинуто!',
    'sent'     => 'Посилання для скидання пароля було надіслано!',
    'token'    => 'Невірний код скидання пароля.',
    'user'     => 'Не вдалося знайти користувача з вказаною електронною адресою.',
];
