{
    "Product already exists": "Продукт вже існує",
    "Data saved successfully!": "Дані успішно збережено!",
    "Weight": "Вага",
    "Chest": "Груди",
    "Waist": "Талія",
    "Thighs": "Стегна",
    "Wrist": "Зап'ясток",
    "Neck": "Шия",
    "Biceps": "Біцепс",
    "Calorize": "Калоризатор",
    "Calorize - Your personal calorie tracker and nutrition assistant.": "Калоризатор - Ваш особистий трекер калорій та помічник з харчування.",
    "Calorize, Calorie Tracker, Nutrition, Health, Fitness": "Калоризатор, Трекер Калорій, Харчування, Здоров'я, Фітнес",
    "auth.login": "Увійти",
    "auth.register": "Зареєструватися",
    "welcome.diary": "Щоденник",
    "welcome.personal": "Особисте",
    "welcome.statistic": "Статистика",
    "welcome.productList": "Продукти",
    "Blog": "Блог",
    "welcome.contacts": "Контакти",
    "Edit Product": "Редагувати Продукт",
    "Create Product": "Створити Продукт",
    "calories, proteins, fats, and carbohydrates": "калорійність, білки, жири та вуглеводи",
    "Product Details": "Деталі Продукту",
    "Find out the calorie content, proteins, fats and carbohydrates on our website. A simple and convenient tool for monitoring nutrition.": "Дізнайтеся калорійність, білки, жири та вуглеводи на нашому сайті. Простий і зручний інструмент для контролю харчування.",
    "Product, Proteins, Fats, Carbohydrates, Calories": "Продукт, Білки, Жири, Вуглеводи, Калорії",
    "Product details including proteins, fats, carbohydrates, and calories.": "Деталі продукту, включаючи білки, жири, вуглеводи та калорії.",
    "Detailed information about": "Детальна інформація про",
    "Show All": "Показати Все",
    "Proteins": "Білки",
    "Fats": "Жири",
    "Carbohydrates": "Вуглеводи",
    "Calories": "Калорії",
    "Add to the diary": "Додати в щоденник",
    "Blog - useful articles about nutrition and health": "Блог - корисні статті про харчування та здоров'я",
    "Useful articles about healthy eating, weight loss, and fitness. Learn how to count calories correctly, which foods to choose for weight loss, and how the Calorize app can help you reach your goals.": "Корисні статті про здорове харчування, схуднення та фітнес. Дізнайтеся, як правильно рахувати калорії, які продукти вибрати для схуднення та як програма Calorize може допомогти вам досягти ваших цілей.",
    "Articles about nutrition, weight loss, health, fitness": "Статті про харчування, схуднення, здоров'я, фітнес",
    "Useful articles about nutrition and health": "Корисні статті про харчування та здоров'я",
    "How to Count Calories for Weight Loss — A Practical Guide": "Як правильно рахувати калорії для схуднення — практичний гід",
    "5 Tips for Effective Weight Loss": "5 порад для ефективного схуднення",
    "TOP 10 Foods for Healthy Eating": "ТОП-10 продуктів для здорового харчування",
    "Why Water is Important for Weight Loss?": "Чому вода важлива для схуднення?",
    "Learn about the 10 best foods for healthy eating. Include them in your diet to maintain health and energy.": "Дізнайтеся про 10 найкращих продуктів для здорового харчування. Включіть їх у свій раціон для підтримки здоров’я та енергії.",
    "healthy eating, healthy foods, top 10 foods, nutrition": "здорове харчування, корисні продукти, ТОП-10 продуктів, харчування",
    "Back to Blog": "Back to Blog",
    "1. Avocado": "1. Авокадо",
    "Avocado is rich in healthy fats, vitamins, and antioxidants. It helps maintain cardiovascular health and lowers cholesterol levels.": "Авокадо багате корисними жирами, вітамінами та антиоксидантами. Воно допомагає підтримувати серцево-судинну систему та сприяє зниженню рівня холестерину.",
    "2. Salmon": "2. Лосось",
    "This type of fish is a source of omega-3 fatty acids that support brain, heart, and skin health.": "Цей вид риби є джерелом омега-3 жирних кислот, які підтримують здоров’я мозку, серця та шкіри.",
    "3. Berries": "3. Ягоди",
    "Blueberries, raspberries, and strawberries are superfoods rich in antioxidants that strengthen the immune system and promote skin health.": "Чорниця, малина, полуниця — це суперфуди, багаті антиоксидантами, які зміцнюють імунітет і сприяють здоров’ю шкіри.",
    "4. Nuts": "4. Горіхи",
    "Almonds, walnuts, cashews are sources of protein, healthy fats, and minerals that provide energy.": "Мигдаль, волоські горіхи, кеш’ю — це джерела білків, корисних жирів і мінералів, які забезпечують організм енергією.",
    "5. Whole Grains": "5. Цільнозернові продукти",
    "Oats, buckwheat, quinoa are sources of complex carbohydrates and fiber that support digestion and provide long-lasting satiety.": "Овес, гречка, кіноа — це джерела складних вуглеводів і клітковини, які сприяють травленню та забезпечують тривале відчуття ситості.",
    "6. Spinach": "6. Шпинат",
    "Spinach is a source of iron, vitamin K, and antioxidants. It helps maintain energy and supports bone health.": "Шпинат — це джерело заліза, вітаміну K і антиоксидантів. Він допомагає підтримувати енергію та сприяє здоров’ю кісток.",
    "7. Yogurt": "7. Йогурт",
    "Natural yogurt is rich in probiotics that support gut health and improve digestion.": "Натуральний йогурт багатий пробіотиками, які підтримують здоров’я кишківника та покращують травлення.",
    "8. Chicken Breast": "8. Куряче філе",
    "Chicken breast is a source of high-quality protein essential for muscle recovery and energy maintenance.": "Куряче філе — це джерело високоякісного білка, необхідного для відновлення м’язів і підтримки енергії.",
    "9. Eggs": "9. Яйця",
    "Eggs are a versatile product rich in protein, vitamins, and healthy fats that provide energy.": "Яйця — це універсальний продукт, багатий білком, вітамінами та корисними жирами, які забезпечують організм енергією.",
    "10. Sweet Potatoes (Yams)": "10. Солодка картопля (батат)",
    "Sweet potatoes contain complex carbohydrates, fiber, and B vitamins that support energy and digestive health.": "Батат містить складні вуглеводи, клітковину та вітаміни групи B, які сприяють енергії та здоров’ю травної системи.",
    "Conclusion": "Підсумок",
    "Including these foods in your diet will help maintain health, energy, and physical fitness. Use the": "Включення цих продуктів у ваш раціон допоможе підтримувати здоров’я, енергію та фізичну форму. Використовуйте",
    "app to control your nutrition and achieve your goals.": "додаток для контролю харчування та досягнення своїх цілей.",
    "Learn why water is a key factor in the weight loss process. From boosting metabolism to controlling appetite — all about the benefits of water.": "Дізнайтеся, чому вода є ключовим фактором у процесі схуднення. Від підвищення метаболізму до контролю апетиту — все про користь води.",
    "water for weight loss, benefits of water, weight loss, hydration": "вода для схуднення, користь води, зниження ваги, гідратація",
    "1. Water Stimulates Metabolism": "1. Вода стимулює метаболізм",
    "Studies have shown that drinking 500 ml of water can increase the metabolic rate by 24-30% over the next few hours. This helps the body burn calories more efficiently.": "Дослідження показали, що випивання 500 мл води може збільшити швидкість метаболізму на 24-30% протягом наступних годин. Це допомагає організму ефективніше спалювати калорії.",
    "2. Appetite Control": "2. Контроль апетиту",
    "Often, the body confuses hunger with thirst. Drinking a glass of water before meals can reduce calorie intake and help better control your appetite.": "Часто організм плутає відчуття голоду зі спрагою. Випивши склянку води перед їжею, ви можете зменшити кількість споживаних калорій та краще контролювати свій апетит.",
    "3. Water Supports Energy": "3. Вода підтримує енергію",
    "Dehydration can lead to fatigue and reduced performance. Proper hydration helps maintain energy and activity, which is important for physical training and daily activities.": "Зневоднення може призвести до відчуття втоми та зниження продуктивності. Достатня гідратація допомагає підтримувати енергію та активність, що важливо для фізичних тренувань і повсякденної активності.",
    "4. Water Improves Digestion": "4. Вода покращує травлення",
    "Drinking water promotes better digestion, prevents constipation, and supports normal gastrointestinal function. This is essential for healthy weight loss.": "Пиття води сприяє кращому травленню, запобігає запорам та підтримує нормальну роботу шлунково-кишкового тракту. Це важливо для здорового схуднення.",
    "5. Helps Remove Toxins": "5. Допомога у виведенні токсинів",
    "Water helps cleanse the body of toxins that can accumulate due to poor nutrition or insufficient physical activity. This keeps your body in optimal shape.": "Вода допомагає очищувати організм від токсинів, які можуть накопичуватися через неправильне харчування або недостатню фізичну активність. Це підтримує ваше тіло у найкращій формі.",
    "How Much Water Should You Drink?": "Скільки води потрібно пити?",
    "The recommended norm for an adult is about 1.5-2 liters of water per day. However, this amount may vary depending on activity level, climate, and individual needs.": "Рекомендована норма для дорослої людини становить близько 1.5-2 літрів води на день. Однак, ця кількість може змінюватися залежно від рівня активності, клімату та ваших індивідуальних потреб.",
    "How Calorize Can Help?": "Як Calorize допоможе?",
    "Hydration Tracking:": "Контроль гідратації:",
    "monitor your daily water intake.": "відстежуйте кількість споживаної води за день.",
    "Progress Charts:": "Графіки прогресу:",
    "track your hydration habits along with other data.": "слідкуйте за своїми звичками гідратації разом з іншими даними.",
    "Convenient Interface:": "Зручний інтерфейс:",
    "add water to your food diary with just a few clicks.": "додайте воду у свій щоденник харчування за кілька кліків.",
    "Register Now": "Зареєструватися зараз",
    "Learn the 5 most effective tips for weight loss, from creating a calorie deficit to choosing the right foods.": "Дізнайтеся 5 найефективніших порад для схуднення. Від створення дефіциту калорій до вибору правильних продуктів.",
    "weight loss tips, how to lose weight, calories, weight control, nutrition": "поради для схуднення, як схуднути, калорії, контроль ваги, харчування",
    "5 Tips for Weight Loss": "5 порад для схуднення",
    "1. Create a Calorie Deficit": "1. Створіть дефіцит калорій",
    "The main principle of weight loss is to consume fewer calories than your body burns. Use the TDEE (Total Daily Energy Expenditure) formula to determine how many calories you need and create a deficit of 10-20% from that number.": "Основний принцип схуднення — споживати менше калорій, ніж витрачає ваше тіло. Використовуйте формулу TDEE (добовий енергетичний баланс), щоб визначити, скільки калорій вам потрібно, і створіть дефіцит у 10-20% від цього числа.",
    "2. Focus on High-Quality Foods": "2. Зосередьтеся на високоякісних продуктах",
    "Choose foods rich in protein, healthy fats, and complex carbohydrates. For example:": "Вибирайте продукти з високим вмістом білка, корисними жирами та складними вуглеводами. Наприклад:",
    "Proteins:": "Білки:",
    "chicken, fish, eggs, cheese.": "курка, риба, яйця, сир.",
    "Fats:": "Жири:",
    "avocado, nuts, olive oil.": "авокадо, горіхи, оливкова олія.",
    "Carbohydrates:": "Вуглеводи:",
    "buckwheat, oats, vegetables.": "гречка, вівсянка, овочі.",
    "3. Drink More Water": "3. Пийте більше води",
    "Water helps maintain metabolism, cleanse the body, and reduce hunger. Try to drink 1.5-2 liters of water per day.": "Вода допомагає підтримувати обмін речовин, очищує організм і знижує відчуття голоду. Спробуйте випивати 1,5-2 літри води на день.",
    "4. Physical Activity is Your Ally": "4. Фізична активність — ваш союзник",
    "Regular physical activity helps not only burn calories but also maintain muscle mass. Even daily 30-minute walks will yield results.": "Регулярні фізичні навантаження допомагають не лише спалювати калорії, але й підтримують м’язову масу. Навіть щоденні прогулянки на 30 хвилин принесуть результати.",
    "5. Keep a Food Diary": "5. Ведіть харчовий щоденник",
    "Record everything you eat to control calorie intake. Use the": "Записуйте все, що їсте, щоб контролювати кількість калорій. Використовуйте",
    "app for simple and convenient food diary management.": "додаток для простого та зручного ведення щоденника.",
    "How Can Calorize Help?": "Як Calorize допоможе?",
    "Calorie Calculation:": "Розрахунок калорій:",
    "determine your calorie norm in seconds.": "визначте свою норму калорій за кілька секунд.",
    "Nutrition Control:": "Контроль харчування:",
    "add meals and foods to your diary.": "додайте страви та продукти до щоденника.",
    "Progress Graphs:": "Графіки прогресу:",
    "track changes in your weight.": "слідкуйте за змінами у вазі.",
    "Learn how to count calories for weight loss. A simple guide, useful tips, and how the Calorize app can help you achieve your goals.": "Дізнайтеся, як правильно рахувати калорії для схуднення. Простий гід, корисні поради та як додаток Калорайз допоможе досягти мети.",
    "how to count calories, weight loss, product calorie content, calorie counting apps": "як рахувати калорії, схуднення, калорійність продуктів, програми для підрахунку калорій",
    "How to Count Calories for Weight Loss? A Beginner's Guide": "Як правильно рахувати калорії, щоб схуднути? Простий гід для початківців",
    "How to count calories for weight loss": "How to count calories for weight loss",
    "What are Calories and Why Are They Important?": "Що таке калорії та чому вони важливі?",
    "Calories are a unit of energy obtained from food and drinks. Your body uses calories to maintain vital functions: breathing, heart activity, movement, and even thinking.": "Calories are a unit of energy obtained from food and drinks. Your body uses calories to maintain vital functions: breathing, heart activity, movement, and even thinking.",
    "When you consume more calories than you burn, the excess is stored as fat. Conversely, burning more than you consume leads to weight loss.": "When you consume more calories than you burn, the excess is stored as fat. Conversely, burning more than you consume leads to weight loss.",
    "How to Determine Your Calorie Norm?": "Як визначити свою норму калорій?",
    "Calculate your Basal Metabolic Rate (BMR):": "Розрахуйте базовий обмін речовин (BMR):",
    "For women:": "Для жінок:",
    "For men:": "Для чоловіків:",
    "Multiply BMR by your activity level:": "Помножте BMR на рівень активності:",
    "Minimal activity: × 1.2": "Мінімальна активність: × 1.2",
    "Light activity: × 1.375": "Легка активність: × 1.375",
    "Moderate activity: × 1.55": "Помірна активність: × 1.55",
    "High activity: × 1.725": "Висока активність: × 1.725",
    "This number is your Total Daily Energy Expenditure (TDEE). To lose weight, create a deficit of 10-20% from TDEE.": "Це число — ваш добовий енергетичний баланс (TDEE). Щоб худнути, створіть дефіцит у 10-20% від TDEE.",
    "You can easily perform all these calculations in our app here:": "Ви можете легко зробити всі ці розрахунки у нашому додатку тут:",
    "Personal Calculations": "Персональні розрахунки",
    "What Foods to Choose for Weight Loss?": "Які продукти вибирати для схуднення?",
    "Pay attention to foods with high nutritional value:": "Звертайте увагу на продукти з високою поживною цінністю:",
    "chicken, eggs, cheese, legumes.": "курка, яйця, сир, бобові.",
    "Healthy Fats:": "Корисні жири:",
    "Complex Carbohydrates:": "Складні вуглеводи:",
    "whole-grain bread, vegetables, grains.": "цільнозерновий хліб, овочі, крупи.",
    "Avoid ultra-processed foods with \"empty\" calories: chips, sweets, soft drinks.": "Уникайте ультраобробленої їжі, яка містить \"порожні\" калорії: чіпси, солодощі, газовані напої.",
    "How Can Calorize Help You?": "Як Калорайз допоможе вам?",
    "Our app simplifies the entire process. Here's what you can do:": "Наш додаток спрощує весь процес. Ось що ви можете зробити:",
    "Calculate your calorie norm": "Розрахувати вашу норму калорій",
    "in just seconds. Additionally, calculate BMI, fat percentage, BMR, and weight norm. Determine the weeks required to achieve your target weight based on entered data.": "за лічені секунди. Також Індекс маси тіла (BMI), відсоток жиру, базовий метаболізм (BMR), норму ваги. Кількість тижнів досягнення цільової ваги на основі введених даних.",
    "Keep a food diary:": "Вести щоденник харчування:",
    "just add products and meals from our extensive database.": "просто додайте продукти та страви з нашої великої бази даних.",
    "Build progress graphs:": "Будувати графіки прогресу:",
    "track your weight, calories, and macronutrients (BMR).": "слідкуйте за своєю вагою, калоріями та макронутрієнтами (БЖУ).",
    "Save your own recipes:": "Зберігати власні рецепти:",
    "enter data about your favorite meals without worrying about manual calorie counting.": "вводьте дані про страви, які ви любите, і не хвилюйтеся про підрахунок калорій вручну.",
    "Tips for Effective Weight Loss": "Поради для ефективного схуднення",
    "Don't create too large a calorie deficit — this can lead to muscle loss.": "Не створюйте занадто великий дефіцит калорій — це може призвести до втрати м'язової маси.",
    "Don't forget about physical activity — even walks can significantly increase calorie expenditure.": "Не забувайте про фізичну активність — навіть прогулянки можуть значно підвищити витрати калорій.",
    "Keep a food diary. Even small \"snacks\" can seriously affect your diet.": "Ведіть харчовий щоденник. Навіть невеликі \"перекуси\" можуть серйозно впливати на ваш раціон.",
    "Additional Resources": "Додаткові ресурси",
    "For more information on healthy eating, visit the official website of the": "Щоб отримати більше інформації про здорове харчування, відвідайте офіційний сайт",
    "World Health Organization (WHO)": "Всесвітньої організації охорони здоров’я (ВООЗ)",
    "Saved.": "Збережено.",
    "You're logged in!": "Ви увійшли!",
    "Title": "Назва",
    "Cancel": "Скасувати",
    "Submit": "Надіслати",
    "welcome.createProduct": "Створити продукт",
    "welcome.createRecipe": "Створити рецепт",
    "welcome.recipes": "Рецепти",
    "welcome.language": "Мова",
    "Profile": "Профіль",
    "Log Out": "Вийти",
    "Open main menu": "Відкрити головне меню",
    "Search...": "Пошук...",
    "No products found.": "Продукти не знайдено.",
    "Start typing Product Name or": "Почніть вводити назву продукту або",
    "Prot": "Біл",
    "Fat": "Жир",
    "Carb": "Вугл",
    "Kcal": "Ккал",
    "Statistic": "Статистика",
    "Start date": "Дата початку",
    "End date": "Дата закінчення",
    "Select period": "Виберіть період",
    "No data for selected period": "Немає даних за вибраний період",
    "Please add measurements in ": "Будь ласка, додайте вимірювання в ",
    "Diary": "Щоденник",
    "Delete Account": "Видалити Акаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення вашого акаунту всі його ресурси та дані будуть назавжди видалені. Перед видаленням акаунту, будь ласка, завантажте будь-які дані або інформацію, яку ви хочете зберегти.",
    "Are you sure you want to delete your account?": "Ви впевнені, що хочете видалити свій акаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Після видалення вашого акаунту всі його ресурси та дані будуть назавжди видалені. Будь ласка, введіть свій пароль, щоб підтвердити, що ви хочете назавжди видалити свій акаунт.",
    "Password": "Пароль",
    "Update Password": "Оновити Пароль",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що ваш акаунт використовує довгий, випадковий пароль для забезпечення безпеки.",
    "Current Password": "Поточний Пароль",
    "New Password": "Новий Пароль",
    "Confirm Password": "Підтвердити Пароль",
    "Save": "Зберегти",
    "Profile Information": "Інформація Профілю",
    "Update your account's profile information and email address.": "Оновіть інформацію профілю та електронну адресу вашого акаунту.",
    "Name": "Ім'я",
    "Email": "Електронна пошта",
    "Your email address is unverified.": "Ваша електронна адреса не підтверджена.",
    "Click here to re-send the verification email.": "Натисніть тут, щоб повторно надіслати лист підтвердження.",
    "A new verification link has been sent to your email address.": "Новий посилання для підтвердження було надіслано на вашу електронну адресу.",
    "Grams": "Грами",
    "Total": "Загалом",
    "Proteins: ": "Білки: ",
    "Fats: ": "Жири: ",
    "Carbohydrates: ": "Вуглеводи: ",
    "Measurements": "Вимірювання",
    "Breakfast": "Сніданок",
    "Lunch": "Обід",
    "Dinner": "Вечеря",
    "Snack": "Перекус",
    "Recipes": "Рецепти",
    "Products": "Продукти",
    "Create Recipe": "Створити Рецепт",
    "List of products including their nutritional information such as proteins, fats, carbohydrates, and calories.": "Список продуктів, включаючи їхню харчову інформацію, таку як білки, жири, вуглеводи та калорії.",
    "Products, Nutrition, Proteins, Fats, Carbohydrates, Calories": "Продукти, Харчування, Білки, Жири, Вуглеводи, Калорії",
    "Product list": "Список продуктів",
    "Product List": "Список Продуктів",
    "List of products including nutritional information such as calories, proteins, fats, and carbohydrates.": "Список продуктів із харчовою інформацією про калорії, білки, жири та вуглеводи.",
    "pagination.previous": "попередня",
    "pagination.next": "наступна",
    "Edit Recipe": "Редагувати Рецепт",
    "Enter the recipe name": "Введіть назву рецепту",
    "No products selected.": "Не вибрано жодного продукту.",
    "Search for the products below.": "Шукайте продукти нижче.",
    "Enter the total weight of the finished dish after cooking or adding water. Ensure to re-weigh the dish after any thermal processing or liquid addition to get accurate results.": "Введіть загальну вагу готової страви після приготування або додавання води. Переконайтеся, що ви знову зважили страву після будь-якої термічної обробки або додавання рідини для отримання точних результатів.",
    "Kcal per 100 gram": "Ккал на 100 грам",
    "Per 100 gram": "На 100 грам",
    "Personal": "Особисте",
    "Height": "Зріст",
    "Target weight": "Цільова вага",
    "Sex": "Стать",
    "Male": "Чоловік",
    "Female": "Жінка",
    "Activity coefficient": "Коефіцієнт активності",
    "Sedentary - little or no exercise": "Малорухливий - мало або зовсім без фізичних вправ",
    "Lightly Active - exercise\/sports 1-3 times\/week": "Слабо активний - фізичні вправи\/спорт 1-3 рази\/тиждень",
    "Moderately Active - exercise\/sports 3-5 times\/week": "Помірно активний - фізичні вправи\/спорт 3-5 разів\/тиждень",
    "Very Active - hard exercise\/sports 6-7 times\/week": "Дуже активний - важкі фізичні вправи\/спорт 6-7 разів\/тиждень",
    "Extra Active - very hard exercise\/sports or physical job": "Надзвичайно активний - дуже важкі фізичні вправи\/спорт або фізична робота",
    "Birthday date": "Дата народження",
    "Last Measurements": "Останні вимірювання",
    "Calculated info": "Розрахована інформація",
    "Body Mass Index (BMI)": "Індекс маси тіла (ІМТ)",
    "Insufficient data. Please fill weight and growth.": "Недостатньо даних. Будь ласка, заповніть вагу та зріст.",
    "Fat percent": "Відсоток жиру",
    "Insufficient data. Please fill waist, neck, hips (for women), height and birth date.": "Недостатньо даних. Будь ласка, заповніть талію, шию, стегна (для жінок), зріст та дату народження.",
    "Basal metabolic rate (BMR)": "Базальний метаболічний рівень (BMR)",
    "Insufficient data. Please fill weight, height and birth date.": "Недостатньо даних. Будь ласка, заповніть вагу, зріст та дату народження.",
    "Normal weight": "Нормальна вага",
    "Insufficient data. Please fill height.": "Недостатньо даних. Будь ласка, заповніть зріст.",
    "Calorie consumption per day with activity": "Споживання калорій на день з активністю",
    "Insufficient data. Please fill weight, height and DOB": "Недостатньо даних. Будь ласка, заповніть вагу, зріст, стать і дату народження.",
    "Calorie consumption per day minus desirable deficit": "Споживання калорій на день мінус бажаний дефіцит",
    "Insufficient data. Please fill weight, height, DOB and deficit kcal.": "Недостатньо даних. Будь ласка, заповніть вагу, зріст, вік та дефіцит ккал.",
    "Weeks to target weight": "Тижні до цільової ваги",
    "Insufficient data. Please fill weight, target weight and deficit kcal.": "Недостатньо даних. Будь ласка, заповніть вагу, цільову вагу та дефіцит ккал.",
    "Deficit kcal": "Дефіцит ккал",
    "Calories deficit per day. Recommended: ": "Дефіцит калорій на добу. Рекомендовано: ",
    "Reset Password": "Скинути Пароль",
    "Already registered?": "Вже зареєстровані?",
    "Register": "Зареєструватися",
    "auth.password": "авторизація.пароль",
    "This is a secure area of the application. Please confirm your password before continuing.": "Це захищена область додатку. Будь ласка, підтвердьте свій пароль перед продовженням.",
    "Confirm": "Підтвердити",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забули свій пароль? Немає проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам вибрати новий.",
    "Email Password Reset Link": "Надіслати посилання для скидання пароля",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дякуємо за реєстрацію! Перед початком, чи могли б ви підтвердити свою електронну адресу, натиснувши на посилання, яке ми щойно надіслали вам? Якщо ви не отримали листа, ми з радістю надішлемо вам ще один.",
    "A new verification link has been sent to the email address you provided during registration.": "Новий посилання для підтвердження було надіслано на електронну адресу, яку ви вказали під час реєстрації.",
    "Resend Verification Email": "Повторно надіслати лист підтвердження",
    "Remember me": "Запам'ятати мене",
    "Forgot your password?": "Забули свій пароль?",
    "Log in": "Увійти",
    "Lialia": "Ляля",
    "Uliana": "Уляна",
    "Sakhno": "Сахно",
    "All rights reserved.": "Всі права захищені.",
    "About us": "Про нас",
    "Privacy Policy": "Політика конфіденційності",
    "About Us — Calorize": "Про нас — Calorize",
    "Learn about the Ukrainian app Calorize, its founders, and mission. A simple and convenient tool for calorie control.": "Дізнайтеся про український додаток Calorize, його засновників та місію. Простий і зручний інструмент для контролю калорійності.",
    "about us, Calorize, Lialia Sakhno, Uliana Sakhno, calorie control, Ukrainian product": "про нас, Calorize, Ляля Сахно, Уляна Сахно, контроль калорійності, український продукт",
    "About Us": "Про нас",
    "Lialia and Uliana Sakhno": "Ляля та Уляна Сахно",
    "Founders and inspiration behind Calorize": "Засновники та натхненники проекту Calorize",
    "Our Story": "Наша історія",
    "Calorize was born out of a real need. Seven years ago, I, Lialia Sakhno, decided to lose weight and started searching for the perfect app that met all my requirements: simplicity, scientific accuracy, precision, and no unnecessary features. Unfortunately, I couldn’t find such a tool. All existing apps were either too gamified or lacked precise calculations for custom recipes, including adjustments for evaporation or moisture loss during cooking.": "Calorize народився із реальної потреби. 7 років тому я, Ляля Сахно, вирішила схуднути й почала шукати ідеальний додаток, який би відповідав усім моїм вимогам: простота, наукова доказовість, точність, і нічого зайвого. На жаль, я не знайшла такого інструменту. Усі наявні додатки були або надто схожі на гру, або не підтримували точні розрахунки для власних рецептів, зокрема з урахуванням випарювання чи вижарювання вологи.",
    "That’s why I decided to create my own app with a focus on convenience, functionality, and minimalism. Calorize is the result of my years of programming experience and my desire to help others achieve their healthy eating goals.": "Тому я вирішила створити власний додаток — з акцентом на зручність, функціональність і мінімалізм. Calorize — це результат мого багаторічного досвіду у програмуванні та прагнення допомогти іншим досягти своїх цілей у здоровому харчуванні.",
    "Our Team": "Наша команда",
    "I am Lialia Sakhno, an experienced Laravel developer with many years of expertise in working on complex projects. In this project, I am responsible for all the code, from the backend to the design. Since I specialize more in backend development, creating the design was a challenge for me, but I thoroughly enjoyed overcoming it.": "Я — Ляля Сахно, досвідчена розробниця Laravel з багаторічним досвідом роботи над складними проектами. У цьому проекті я відповідальна за весь код, від серверної частини до дизайну. Оскільки я більше спеціалізуюся на бекенді, створення дизайну стало для мене викликом, але я із задоволенням подолала його.",
    "My girlfriend, Uliana Sakhno, helps me test the app and find ways to make it even better. Together, we aim to create a product that becomes a reliable assistant for everyone who has chosen the path to a healthy lifestyle.": "Моя дівчина, Уляна Сахно, допомагає мені тестувати додаток і знаходити способи зробити його ще кращим. Разом ми прагнемо створити продукт, який стане надійним помічником для всіх, хто обрав шлях до здорового способу життя.",
    "Our Mission": "Наша місія",
    "We believe that everyone deserves a convenient and accurate tool to monitor their diet. Our mission is to help people become healthier and achieve their dietary goals without unnecessary complications.": "Ми віримо, що кожна людина заслуговує на зручний і точний інструмент для контролю свого харчування. Наша місія — допомогти людям ставати здоровішими та досягати своїх цілей у харчуванні без зайвих складнощів.",
    "Simplicity, minimalism, precision, and scientific approach are the core values we instill in Calorize.": "Простота, мінімалізм, точність і науковий підхід — це основні цінності, які ми закладаємо у Calorize.",
    "Why Choose Calorize?": "Чому обирають Calorize?",
    "Simple and intuitive interface": "Простий і зрозумілий інтерфейс",
    "Accurate calculations of calories, proteins, fats, and carbohydrates": "Точні розрахунки калорій, білків, жирів і вуглеводів",
    "Unique feature to create custom recipes considering the cooking method": "Унікальна можливість створювати власні рецепти з урахуванням способу приготування",
    "Tools to track progress and achieve goals": "Інструменти для відстеження прогресу та досягнення цілей",
    "Our Plans": "Наші плани",
    "In the future, we plan to add new features such as a barcode scanner for easy product addition, AI-powered tools for creating personalized meal plans, and an expanded product database.": "У майбутньому ми плануємо додати нові функції, такі як сканер штрих-кодів для зручного додавання продуктів, інструменти на основі штучного інтелекту для створення персоналізованих планів харчування, та розширення бази даних продуктів.",
    "Thank You for Choosing Us!": "Дякуємо, що обрали нас!",
    "We believe that together with you, we can create a healthy and inspiring future for everyone.": "Ми віримо, що разом з вами ми зможемо створити здорове та натхненне майбутнє для кожного.",
    "Join Calorize": "Приєднатися до Calorize",
    "Privacy Policy — Calorize": "Політика конфіденційності — Calorize",
    "Learn how Calorize ensures the security and privacy of your data. Get acquainted with our privacy policy.": "Дізнайтеся, як Calorize забезпечує безпеку та конфіденційність ваших даних. Ознайомтеся з нашою політикою конфіденційності.",
    "privacy policy, Calorize, data protection, confidentiality": "політика конфіденційності, Calorize, захист даних, конфіденційність",
    "Introduction": "Вступ",
    "We, the Calorize team, are committed to ensuring the confidentiality of your data. This privacy policy describes how we collect, use, store, and protect your information.": "Ми, команда Calorize, зобов'язуємося забезпечити конфіденційність ваших даних. Ця політика конфіденційності описує, як ми збираємо, використовуємо, зберігаємо та захищаємо вашу інформацію.",
    "What data do we collect?": "Які дані ми збираємо?",
    "Personal Information:": "Персональна інформація:",
    "your name, email address, date of birth.": "ваше ім'я, електронна пошта, дата народження.",
    "Activity Data:": "Дані про активність:",
    "entries in the calorie diary, selected products, recipes, etc.": "записи в щоденнику калорійності, вибрані продукти, рецепти тощо.",
    "Technical Data:": "Технічні дані:",
    "IP address, browser type, operating system.": "IP-адреса, тип браузера, операційна система.",
    "How do we use your data?": "Як ми використовуємо ваші дані?",
    "To ensure the correct operation of the app and its features.": "Для забезпечення коректної роботи додатка та його функцій.",
    "To analyze and improve the service.": "Для аналізу та покращення роботи сервісу.",
    "To communicate with you regarding updates or important information.": "Для комунікації з вами щодо оновлень або важливої інформації.",
    "How do we protect your data?": "Як ми захищаємо ваші дані?",
    "Your data is protected using modern encryption methods and security protocols. Only authorized personnel have access to your data, and solely for the purposes of completing necessary tasks.": "Ваші дані захищені за допомогою сучасних методів шифрування та протоколів безпеки. Доступ до ваших даних мають лише авторизовані співробітники, і тільки для виконання необхідних завдань.",
    "Do we share your data with third parties?": "Чи ділимося ми вашими даними з третіми сторонами?",
    "We do not share your personal data with third parties without your consent, except as required by law.": "Ми не передаємо ваші персональні дані третім сторонам без вашої згоди, за винятком випадків, передбачених законодавством.",
    "Your Rights": "Ваші права",
    "You have the right to know what data we collect and how we use it.": "Ви маєте право знати, які дані ми збираємо та як їх використовуємо.",
    "You can request the deletion or updating of your data.": "Ви можете вимагати видалення або оновлення ваших даних.",
    "You can withdraw your consent for data processing at any time.": "Ви можете відкликати свою згоду на обробку даних у будь-який час.",
    "How to contact us?": "Як зв'язатися з нами?",
    "If you have questions about this privacy policy or your data, contact us at:": "Якщо у вас є запитання щодо цієї політики конфіденційності або ваших даних, зв'яжіться з нами за адресою:",
    "Changes to the Privacy Policy": "Зміни до політики конфіденційності",
    "We may update this privacy policy from time to time. We will notify you of any changes through our app or via email.": "Ми можемо час від часу оновлювати цю політику конфіденційності. Ми повідомимо вас про будь-які зміни через наш додаток або електронною поштою.",
    "Calorize - Your Ultimate Path to Healthy Eating": "Calorize - Ваш оптимальний шлях до здорового харчування",
    "Calorize is your intuitive daily calorie diary with an extensive product database (85,000+ items) from Ukrainian supermarkets and local dishes. Achieve your goals easily.": "Calorize - це ваш інтуїтивний щоденник калорій з великою базою продуктів (85 000+ найменувань) з українських супермаркетів та місцевих страв. Досягайте своїх цілей легко.",
    "calorie diary, diet control, weight loss, healthy eating, calorie counting app, Ukrainian cuisine, large product database": "щоденник калорій, контроль дієти, схуднення, здорове харчування, застосунок для підрахунку калорій, українська кухня, велика база продуктів",
    "The Easiest Way to Master Your Diet": "Ваш компаньйон для здорового способу життя",
    "Every journey begins with a single step. Calorize is your map to healthier and more mindful eating. Start today, and we’ll guide you every step of the way.": "Кожна подорож починається з першого кроку. Calorize - це ваша карта до здорового та усвідомленого харчування. Почніть вже сьогодні, і ми будемо з вами на кожному кроці.",
    "Imagine having a personal assistant that simplifies your journey. No stress, no complications—just straightforward guidance to help you reach your goals.": "Уявіть, що у вас є особистий асистент, який спрощує вашу подорож. Ніякого стресу, ніяких складнощів — лише чіткі поради, щоб допомогти вам досягти ваших цілей.",
    "Intuitive Daily Diary": "Інтуїтивний щоденник",
    "Logging meals feels as easy as flipping through a journal. Like having a friend that tracks your progress with care.": "Записувати прийоми їжі так само легко, як гортаєте сторінки щоденника. Ніби ваш друг піклується про ваш прогрес.",
    "85,000+ Products": "85 000+ продуктів",
    "A massive database—from supermarket staples to grandma’s recipes. Everything you need is just a click away.": "Величезна база даних — від продуктів із супермаркетів до рецептів бабусі. Усе, що вам потрібно, на відстані одного кліку.",
    "Surgical Recipe Precision": "Точність рецептів до найдрібніших деталей",
    "Create or combine your own recipes with pinpoint accuracy. Include existing recipes as ingredients, account for cooking methods, and let Calorize handle the math.": "Створюйте або комбінуйте власні рецепти з максимальною точністю. Використовуйте існуючі рецепти як інгредієнти, враховуйте методи приготування, і нехай Calorize зробить усі розрахунки.",
    "Visual Progress Tracking": "Візуальне відстеження прогресу",
    "Stay motivated with clear graphs that display your progress. Monitor weight changes, macros, and more—all in a single dashboard.": "Залишайтеся мотивованими завдяки чітким графікам, які відображають ваш прогрес. Слідкуйте за змінами ваги, макроелементами та багато іншого — усе на одній панелі.",
    "Take Control of Your Diet Today!": "Створіть гармонійні стосунки з харчуванням вже сьогодні!",
    "Your best self is just around the corner. Imagine how confident you’ll feel after just one month of progress.": "Ваша найкраща версія вже зовсім поруч. Уявіть, як упевнено ви почуватиметеся через лише місяць прогресу.",
    "Create My Account": "Створити мій акаунт",
    "Reviews from our users": "Відгуки наших користувачів",
    "Every review tells a story of transformation. Here are a few journeys that started with just one step: joining Calorize.": "Кожен відгук розповідає історію трансформації. Ось кілька подорожей, які почалися з одного кроку — приєднання до Calorize.",
    "Olha avatar": "Olha avatar",
    "“Calorize is like a compass for my health. It shows me the right direction and keeps me on track.”": "“Calorize — це як компас для мого здоров’я. Це показує мені правильний напрямок і тримає мене на шляху.”",
    "Olha, 29 years old": "Ольга, 29 років",
    "Dmytro avatar": "Dmytro avatar",
    "“Finally, an app that meets all my needs. Convenient interface, a huge product database, and the motivation to stick to my plan!”": "«Нарешті додаток, який враховує всі мої потреби. Зручний інтерфейс, величезна база продуктів і мотивація триматися плану!»",
    "Dmytro, 35 years old": "Дмитро, 35 років",
    "Our Blog": "Наш блог",
    "5 tips for effective weight loss": "5 порад для ефективного схуднення",
    "Learn how to achieve your ideal weight without harming your health.": "Дізнайтеся, як досягти ідеальної ваги без шкоди для здоров'я.",
    "Read more": "Читати більше",
    "How to count calories correctly?": "Як правильно рахувати калорії?",
    "Step by step: Learn how calorie counting can change your life.": "Крок за кроком: дізнайтеся, як підрахунок калорій може змінити ваше життя.",
    "Top 10 healthy foods": "Топ-10 корисних продуктів",
    "A list of foods that will help you stay healthy and active.": "Список продуктів, які допоможуть залишатися здоровими та активними.",
    "Why is water important for weight loss?": "Чому вода важлива для схуднення?",
    "Find out why water is your best ally in weight management.": "Дізнайтеся, чому вода є вашим найкращим союзником у контролі ваги.",
    "View All Articles": "Переглянути всі статті",
    "Showing": "Показано",
    "to": "до",
    "of": "з",
    "results": "результатів",
    "Go to page :page": "Перейти на сторінку :page",
    "Last Week": "Минулий тиждень",
    "Last Month": "Минулий місяць",
    "Last Year": "Минулий рік"
}
