{
    "Product already exists": "Продукт вже існує",
    "Data saved successfully!": "Дані успішно збережено!",
    "Sorry, something went wrong. Please try again.": "Вибачте, щось пішло не так. Спробуйте ще раз.",
    "Could not transcribe audio. Please try again.": "Не вдалося розпізнати аудіо. Спробуйте ще раз.",
    "Weight": "Вага",
    "Chest": "Груди",
    "Waist": "Талія",
    "Thighs": "Стегна",
    "Wrist": "Зап'ясток",
    "Neck": "Шия",
    "Biceps": "Біцепс",
    "Calorize": "Калоризатор",
    "Calorize - Your personal calorie tracker and nutrition assistant.": "Калоризатор - Ваш особистий трекер калорій та помічник з харчування.",
    "Calorize, Calorie Tracker, Nutrition, Health, Fitness": "Калоризатор, Трекер Калорій, Харчування, Здоров'я, Фітнес",
    "Ukrainian": "Українська",
    "English": "Англійська",
    "auth.login": "Увійти",
    "auth.register": "Зареєструватися",
    "welcome.diary": "Щоденник",
    "welcome.personal": "Особисте",
    "welcome.statistic": "Статистика",
    "welcome.productList": "Продукти",
    "nav.group.tracking": "Трекінг",
    "nav.group.catalog": "Каталог",
    "nav.group.more": "Інше",
    "nav.group.actions": "Дії",
    "Blog": "Блог",
    "welcome.contacts": "Контакти",
    "Edit Product": "Редагувати Продукт",
    "Create Product": "Створити Продукт",
    "calories, proteins, fats, and carbohydrates": "калорійність, білки, жири та вуглеводи",
    "Product Details": "Деталі Продукту",
    "Find out the calorie content, proteins, fats and carbohydrates on our website. A simple and convenient tool for monitoring nutrition.": "Дізнайтеся калорійність, білки, жири та вуглеводи на нашому сайті. Простий і зручний інструмент для контролю харчування.",
    "Product, Proteins, Fats, Carbohydrates, Calories": "Продукт, Білки, Жири, Вуглеводи, Калорії",
    "Product details including proteins, fats, carbohydrates, and calories.": "Деталі продукту, включаючи білки, жири, вуглеводи та калорії.",
    "Detailed information about": "Детальна інформація про",
    "Show All": "Показати Все",
    "Proteins": "Білки",
    "Fats": "Жири",
    "Carbohydrates": "Вуглеводи",
    "Calories": "Калорії",
    "Add to the diary": "Додати в щоденник",
    "Blog - useful articles about nutrition and health": "Блог - корисні статті про харчування та здоров'я",
    "Useful articles about healthy eating, weight loss, and fitness. Learn how to count calories correctly, which foods to choose for weight loss, and how the Calorize app can help you reach your goals.": "Корисні статті про здорове харчування, схуднення та фітнес. Дізнайтеся, як правильно рахувати калорії, які продукти вибрати для схуднення та як програма Calorize може допомогти вам досягти ваших цілей.",
    "Articles about nutrition, weight loss, health, fitness": "Статті про харчування, схуднення, здоров'я, фітнес",
    "Useful articles about nutrition and health": "Корисні статті про харчування та здоров'я",
    "Short, practical reads to help you eat better, lose weight safely, and stay consistent — without overthinking.": "Короткі практичні статті, щоб харчуватись краще, худнути безпечно й тримати ритм — без зайвого ускладнення.",
    "Start for free": "Почати безкоштовно",
    "Browse products": "Переглянути продукти",
    "What you’ll find here": "Що тут є",
    "Simple guidance and tools you can apply today.": "Прості підказки й інструменти, які можна застосувати вже сьогодні.",
    "Basics": "База",
    "Calories, BMR, TDEE": "Калорії, BMR, TDEE",
    "Habits": "Звички",
    "Water, activity, consistency": "Вода, активність, сталість",
    "Food choices": "Вибір продуктів",
    "High-quality products": "Якісні продукти",
    "Read article": "Читати",
    "Ready to put it into practice?": "Готові застосувати на практиці?",
    "Track meals and progress in Calorize": "Ведіть щоденник і прогрес у Calorize",
    "Logging takes seconds — consistency is what drives results.": "Запис займає секунди — результат дає сталість.",
    "7 min read": "7 хв читання",
    "5 min read": "5 хв читання",
    "4 min read": "4 хв читання",
    "Foods": "Продукти",
    "Hydration": "Гідратація",
    "A beginner-friendly guide to calorie counting: BMR\/TDEE, how to create a safe deficit, what foods to pick, and how Calorize helps you stay consistent.": "Простий гід з підрахунку калорій: BMR\/TDEE, як зробити безпечний дефіцит, які продукти обирати, і як Calorize допомагає тримати сталість.",
    "Five practical, repeatable habits that actually move the needle: deficit, quality foods, water, activity, and keeping a food diary.": "П’ять практичних звичок, які реально працюють: дефіцит, якісні продукти, вода, активність і ведення харчового щоденника.",
    "A simple list of foods that cover the basics: protein, fiber, micronutrients, and healthy fats — with examples you can add this week.": "Простий список продуктів, що закриває базу: білок, клітковина, мікронутрієнти та корисні жири — з прикладами на цей тиждень.",
    "Water supports energy, digestion, appetite control, and metabolism — here’s what the research says and how much to aim for.": "Вода підтримує енергію, травлення, контроль апетиту та метаболізм — що каже наука і скільки варто пити.",
    "How to Count Calories for Weight Loss — A Practical Guide": "Як правильно рахувати калорії для схуднення — практичний гід",
    "5 Tips for Effective Weight Loss": "5 порад для ефективного схуднення",
    "TOP 10 Foods for Healthy Eating": "ТОП-10 продуктів для здорового харчування",
    "Why Water is Important for Weight Loss?": "Чому вода важлива для схуднення?",
    "A simple, practical way to calculate your norm, create a safe deficit, and stay consistent with food tracking.": "Простий практичний спосіб порахувати норму, створити безпечний дефіцит і тримати сталість у трекінгу харчування.",
    "Five practical habits you can repeat every week — the boring basics that actually work.": "П’ять практичних звичок, які можна повторювати щотижня — нудна база, що реально працює.",
    "A quick, balanced list of foods that cover protein, fiber, healthy fats, and micronutrients.": "Швидкий збалансований список продуктів: білок, клітковина, корисні жири та мікронутрієнти.",
    "Hydration impacts appetite, digestion, energy, and metabolism — here’s how to use it as a simple advantage.": "Гідратація впливає на апетит, травлення, енергію та метаболізм — як використати це як просту перевагу.",
    "BMR\/TDEE, BMI, fat %, target timeline.": "BMR\/TDEE, BMI, % жиру, таймлайн до цілі.",
    "Add products and meals from a large database.": "Додавайте продукти та страви з великої бази.",
    "Track weight, calories and macros.": "Відстежуйте вагу, калорії та БЖУ.",
    "No manual calorie math for favorite meals.": "Без ручних підрахунків для улюблених страв.",
    "Next step": "Наступний крок",
    "Track your meals for a week": "Ведіть харчування протягом тижня",
    "Awareness beats perfection. Start logging — you’ll learn your real baseline fast.": "Усвідомленість важливіша за ідеальність. Почніть записувати — швидко побачите свій реальний базовий рівень.",
    "Calorie Calculation": "Розрахунок калорій",
    "Determine your calorie norm": "Визначте норму калорій",
    "Nutrition Control": "Контроль харчування",
    "Log meals in seconds": "Записуйте їжу за секунди",
    "Progress": "Прогрес",
    "Track weight changes": "Відстежуйте зміни ваги",
    "Learn about the 10 best foods for healthy eating. Include them in your diet to maintain health and energy.": "Дізнайтеся про 10 найкращих продуктів для здорового харчування. Включіть їх у свій раціон для підтримки здоров’я та енергії.",
    "healthy eating, healthy foods, top 10 foods, nutrition": "здорове харчування, корисні продукти, ТОП-10 продуктів, харчування",
    "Back to Blog": "Назад до блогу",
    "1. Avocado": "1. Авокадо",
    "Avocado is rich in healthy fats, vitamins, and antioxidants. It helps maintain cardiovascular health and lowers cholesterol levels.": "Авокадо багате корисними жирами, вітамінами та антиоксидантами. Воно допомагає підтримувати серцево-судинну систему та сприяє зниженню рівня холестерину.",
    "2. Salmon": "2. Лосось",
    "This type of fish is a source of omega-3 fatty acids that support brain, heart, and skin health.": "Цей вид риби є джерелом омега-3 жирних кислот, які підтримують здоров’я мозку, серця та шкіри.",
    "3. Berries": "3. Ягоди",
    "Blueberries, raspberries, and strawberries are superfoods rich in antioxidants that strengthen the immune system and promote skin health.": "Чорниця, малина, полуниця — це суперфуди, багаті антиоксидантами, які зміцнюють імунітет і сприяють здоров’ю шкіри.",
    "4. Nuts": "4. Горіхи",
    "Almonds, walnuts, cashews are sources of protein, healthy fats, and minerals that provide energy.": "Мигдаль, волоські горіхи, кеш’ю — це джерела білків, корисних жирів і мінералів, які забезпечують організм енергією.",
    "5. Whole Grains": "5. Цільнозернові продукти",
    "Oats, buckwheat, quinoa are sources of complex carbohydrates and fiber that support digestion and provide long-lasting satiety.": "Овес, гречка, кіноа — це джерела складних вуглеводів і клітковини, які сприяють травленню та забезпечують тривале відчуття ситості.",
    "6. Spinach": "6. Шпинат",
    "Spinach is a source of iron, vitamin K, and antioxidants. It helps maintain energy and supports bone health.": "Шпинат — це джерело заліза, вітаміну K і антиоксидантів. Він допомагає підтримувати енергію та сприяє здоров’ю кісток.",
    "7. Yogurt": "7. Йогурт",
    "Natural yogurt is rich in probiotics that support gut health and improve digestion.": "Натуральний йогурт багатий пробіотиками, які підтримують здоров’я кишківника та покращують травлення.",
    "8. Chicken Breast": "8. Куряче філе",
    "Chicken breast is a source of high-quality protein essential for muscle recovery and energy maintenance.": "Куряче філе — це джерело високоякісного білка, необхідного для відновлення м’язів і підтримки енергії.",
    "9. Eggs": "9. Яйця",
    "Eggs are a versatile product rich in protein, vitamins, and healthy fats that provide energy.": "Яйця — це універсальний продукт, багатий білком, вітамінами та корисними жирами, які забезпечують організм енергією.",
    "10. Sweet Potatoes (Yams)": "10. Солодка картопля (батат)",
    "Sweet potatoes contain complex carbohydrates, fiber, and B vitamins that support energy and digestive health.": "Батат містить складні вуглеводи, клітковину та вітаміни групи B, які сприяють енергії та здоров’ю травної системи.",
    "Conclusion": "Підсумок",
    "Including these foods in your diet will help maintain health, energy, and physical fitness. Use the": "Включення цих продуктів у ваш раціон допоможе підтримувати здоров’я, енергію та фізичну форму. Використовуйте",
    "app to control your nutrition and achieve your goals.": "додаток для контролю харчування та досягнення своїх цілей.",
    "Learn why water is a key factor in the weight loss process. From boosting metabolism to controlling appetite — all about the benefits of water.": "Дізнайтеся, чому вода є ключовим фактором у процесі схуднення. Від підвищення метаболізму до контролю апетиту — все про користь води.",
    "water for weight loss, benefits of water, weight loss, hydration": "вода для схуднення, користь води, зниження ваги, гідратація",
    "1. Water Stimulates Metabolism": "1. Вода стимулює метаболізм",
    "Studies have shown that drinking 500 ml of water can increase the metabolic rate by 24-30% over the next few hours. This helps the body burn calories more efficiently.": "Дослідження показали, що випивання 500 мл води може збільшити швидкість метаболізму на 24-30% протягом наступних годин. Це допомагає організму ефективніше спалювати калорії.",
    "2. Appetite Control": "2. Контроль апетиту",
    "Often, the body confuses hunger with thirst. Drinking a glass of water before meals can reduce calorie intake and help better control your appetite.": "Часто організм плутає відчуття голоду зі спрагою. Випивши склянку води перед їжею, ви можете зменшити кількість споживаних калорій та краще контролювати свій апетит.",
    "3. Water Supports Energy": "3. Вода підтримує енергію",
    "Dehydration can lead to fatigue and reduced performance. Proper hydration helps maintain energy and activity, which is important for physical training and daily activities.": "Зневоднення може призвести до відчуття втоми та зниження продуктивності. Достатня гідратація допомагає підтримувати енергію та активність, що важливо для фізичних тренувань і повсякденної активності.",
    "4. Water Improves Digestion": "4. Вода покращує травлення",
    "Drinking water promotes better digestion, prevents constipation, and supports normal gastrointestinal function. This is essential for healthy weight loss.": "Пиття води сприяє кращому травленню, запобігає запорам та підтримує нормальну роботу шлунково-кишкового тракту. Це важливо для здорового схуднення.",
    "5. Helps Remove Toxins": "5. Допомога у виведенні токсинів",
    "Water helps cleanse the body of toxins that can accumulate due to poor nutrition or insufficient physical activity. This keeps your body in optimal shape.": "Вода допомагає очищувати організм від токсинів, які можуть накопичуватися через неправильне харчування або недостатню фізичну активність. Це підтримує ваше тіло у найкращій формі.",
    "How Much Water Should You Drink?": "Скільки води потрібно пити?",
    "The recommended norm for an adult is about 1.5-2 liters of water per day. However, this amount may vary depending on activity level, climate, and individual needs.": "Рекомендована норма для дорослої людини становить близько 1.5-2 літрів води на день. Однак, ця кількість може змінюватися залежно від рівня активності, клімату та ваших індивідуальних потреб.",
    "How Calorize Can Help?": "Як Calorize допоможе?",
    "Hydration Tracking:": "Контроль гідратації:",
    "monitor your daily water intake.": "відстежуйте кількість споживаної води за день.",
    "Progress Charts:": "Графіки прогресу:",
    "track your hydration habits along with other data.": "слідкуйте за своїми звичками гідратації разом з іншими даними.",
    "Convenient Interface:": "Зручний інтерфейс:",
    "add water to your food diary with just a few clicks.": "додайте воду у свій щоденник харчування за кілька кліків.",
    "Register Now": "Зареєструватися зараз",
    "Learn the 5 most effective tips for weight loss, from creating a calorie deficit to choosing the right foods.": "Дізнайтеся 5 найефективніших порад для схуднення. Від створення дефіциту калорій до вибору правильних продуктів.",
    "weight loss tips, how to lose weight, calories, weight control, nutrition": "поради для схуднення, як схуднути, калорії, контроль ваги, харчування",
    "5 Tips for Weight Loss": "5 порад для схуднення",
    "1. Create a Calorie Deficit": "1. Створіть дефіцит калорій",
    "The main principle of weight loss is to consume fewer calories than your body burns. Use the TDEE (Total Daily Energy Expenditure) formula to determine how many calories you need and create a deficit of 10-20% from that number.": "Основний принцип схуднення — споживати менше калорій, ніж витрачає ваше тіло. Використовуйте формулу TDEE (добовий енергетичний баланс), щоб визначити, скільки калорій вам потрібно, і створіть дефіцит у 10-20% від цього числа.",
    "2. Focus on High-Quality Foods": "2. Зосередьтеся на високоякісних продуктах",
    "Choose foods rich in protein, healthy fats, and complex carbohydrates. For example:": "Вибирайте продукти з високим вмістом білка, корисними жирами та складними вуглеводами. Наприклад:",
    "Proteins:": "Білки:",
    "chicken, fish, eggs, cheese.": "курка, риба, яйця, сир.",
    "Fats:": "Жири:",
    "avocado, nuts, olive oil.": "авокадо, горіхи, оливкова олія.",
    "Carbohydrates:": "Вуглеводи:",
    "buckwheat, oats, vegetables.": "гречка, вівсянка, овочі.",
    "3. Drink More Water": "3. Пийте більше води",
    "Water helps maintain metabolism, cleanse the body, and reduce hunger. Try to drink 1.5-2 liters of water per day.": "Вода допомагає підтримувати обмін речовин, очищує організм і знижує відчуття голоду. Спробуйте випивати 1,5-2 літри води на день.",
    "4. Physical Activity is Your Ally": "4. Фізична активність — ваш союзник",
    "Regular physical activity helps not only burn calories but also maintain muscle mass. Even daily 30-minute walks will yield results.": "Регулярні фізичні навантаження допомагають не лише спалювати калорії, але й підтримують м’язову масу. Навіть щоденні прогулянки на 30 хвилин принесуть результати.",
    "5. Keep a Food Diary": "5. Ведіть харчовий щоденник",
    "Record everything you eat to control calorie intake. Use the": "Записуйте все, що їсте, щоб контролювати кількість калорій. Використовуйте",
    "app for simple and convenient food diary management.": "додаток для простого та зручного ведення щоденника.",
    "How Can Calorize Help?": "Як Calorize допоможе?",
    "Calorie Calculation:": "Розрахунок калорій:",
    "determine your calorie norm in seconds.": "визначте свою норму калорій за кілька секунд.",
    "Nutrition Control:": "Контроль харчування:",
    "add meals and foods to your diary.": "додайте страви та продукти до щоденника.",
    "Progress Graphs:": "Графіки прогресу:",
    "track changes in your weight.": "слідкуйте за змінами у вазі.",
    "Learn how to count calories for weight loss. A simple guide, useful tips, and how the Calorize app can help you achieve your goals.": "Дізнайтеся, як правильно рахувати калорії для схуднення. Простий гід, корисні поради та як додаток Калорайз допоможе досягти мети.",
    "how to count calories, weight loss, product calorie content, calorie counting apps": "як рахувати калорії, схуднення, калорійність продуктів, програми для підрахунку калорій",
    "How to Count Calories for Weight Loss? A Beginner's Guide": "Як правильно рахувати калорії, щоб схуднути? Простий гід для початківців",
    "How to count calories for weight loss": "Як рахувати калорії для схуднення",
    "What are Calories and Why Are They Important?": "Що таке калорії та чому вони важливі?",
    "Calories are a unit of energy obtained from food and drinks. Your body uses calories to maintain vital functions: breathing, heart activity, movement, and even thinking.": "Калорії — це одиниця енергії, яку ми отримуємо з їжі та напоїв. Організм використовує калорії для підтримки життєво важливих функцій: дихання, роботи серця, руху і навіть мислення.",
    "When you consume more calories than you burn, the excess is stored as fat. Conversely, burning more than you consume leads to weight loss.": "Коли ви споживаєте більше калорій, ніж витрачаєте, надлишок відкладається у вигляді жиру. Навпаки, якщо витрачаєте більше, ніж споживаєте — вага зменшується.",
    "How to Determine Your Calorie Norm?": "Як визначити свою норму калорій?",
    "Calculate your Basal Metabolic Rate (BMR):": "Розрахуйте базовий обмін речовин (BMR):",
    "For women:": "Для жінок:",
    "For men:": "Для чоловіків:",
    "Multiply BMR by your activity level:": "Помножте BMR на рівень активності:",
    "Minimal activity: × 1.2": "Мінімальна активність: × 1.2",
    "Light activity: × 1.375": "Легка активність: × 1.375",
    "Moderate activity: × 1.55": "Помірна активність: × 1.55",
    "High activity: × 1.725": "Висока активність: × 1.725",
    "This number is your Total Daily Energy Expenditure (TDEE). To lose weight, create a deficit of 10-20% from TDEE.": "Це число — ваш добовий енергетичний баланс (TDEE). Щоб худнути, створіть дефіцит у 10-20% від TDEE.",
    "You can easily perform all these calculations in our app here:": "Ви можете легко зробити всі ці розрахунки у нашому додатку тут:",
    "Personal Calculations": "Персональні розрахунки",
    "What Foods to Choose for Weight Loss?": "Які продукти вибирати для схуднення?",
    "Pay attention to foods with high nutritional value:": "Звертайте увагу на продукти з високою поживною цінністю:",
    "chicken, eggs, cheese, legumes.": "курка, яйця, сир, бобові.",
    "Healthy Fats:": "Корисні жири:",
    "Complex Carbohydrates:": "Складні вуглеводи:",
    "whole-grain bread, vegetables, grains.": "цільнозерновий хліб, овочі, крупи.",
    "Avoid ultra-processed foods with \"empty\" calories: chips, sweets, soft drinks.": "Уникайте ультраобробленої їжі, яка містить \"порожні\" калорії: чіпси, солодощі, газовані напої.",
    "How Can Calorize Help You?": "Як Калорайз допоможе вам?",
    "Our app simplifies the entire process. Here's what you can do:": "Наш додаток спрощує весь процес. Ось що ви можете зробити:",
    "Calculate your calorie norm": "Розрахувати вашу норму калорій",
    "in just seconds. Additionally, calculate BMI, fat percentage, BMR, and weight norm. Determine the weeks required to achieve your target weight based on entered data.": "за лічені секунди. Також Індекс маси тіла (BMI), відсоток жиру, базовий метаболізм (BMR), норму ваги. Кількість тижнів досягнення цільової ваги на основі введених даних.",
    "Keep a food diary:": "Вести щоденник харчування:",
    "just add products and meals from our extensive database.": "просто додайте продукти та страви з нашої великої бази даних.",
    "Build progress graphs:": "Будувати графіки прогресу:",
    "track your weight, calories, and macronutrients (BMR).": "слідкуйте за своєю вагою, калоріями та макронутрієнтами (БЖУ).",
    "Save your own recipes:": "Зберігати власні рецепти:",
    "Keep a food diary": "Вести щоденник харчування",
    "Build progress graphs": "Будувати графіки прогресу",
    "Save your own recipes": "Зберігати власні рецепти",
    "enter data about your favorite meals without worrying about manual calorie counting.": "вводьте дані про страви, які ви любите, і не хвилюйтеся про підрахунок калорій вручну.",
    "Tips for Effective Weight Loss": "Поради для ефективного схуднення",
    "Don't create too large a calorie deficit — this can lead to muscle loss.": "Не створюйте занадто великий дефіцит калорій — це може призвести до втрати м'язової маси.",
    "Don't forget about physical activity — even walks can significantly increase calorie expenditure.": "Не забувайте про фізичну активність — навіть прогулянки можуть значно підвищити витрати калорій.",
    "Keep a food diary. Even small \"snacks\" can seriously affect your diet.": "Ведіть харчовий щоденник. Навіть невеликі \"перекуси\" можуть серйозно впливати на ваш раціон.",
    "Additional Resources": "Додаткові ресурси",
    "For more information on healthy eating, visit the official website of the": "Щоб отримати більше інформації про здорове харчування, відвідайте офіційний сайт",
    "World Health Organization (WHO)": "Всесвітньої організації охорони здоров’я (ВООЗ)",
    "Saved.": "Збережено.",
    "You're logged in!": "Ви увійшли!",
    "Title": "Назва",
    "Cancel": "Скасувати",
    "Submit": "Надіслати",
    "welcome.createProduct": "Створити продукт",
    "welcome.createRecipe": "Створити рецепт",
    "welcome.recipes": "Рецепти",
    "welcome.language": "Language",
    "Profile": "Профіль",
    "Log Out": "Вийти",
    "Open main menu": "Відкрити головне меню",
    "Search...": "Пошук...",
    "No products found.": "Продукти не знайдено.",
    "Start typing Product Name or": "Почніть вводити назву продукту або",
    "Prot": "Біл",
    "Fat": "Жир",
    "Carb": "Вугл",
    "Kcal": "Ккал",
    "Statistic": "Статистика",
    "Trends & averages": "Тренди та середні",
    "Pick a period to see nutrition averages and body measurements over time.": "Оберіть період, щоб побачити середні значення харчування та вимірювання тіла в динаміці.",
    "Start date": "Дата початку",
    "End date": "Дата закінчення",
    "Period": "Період",
    "Select period": "Виберіть період",
    "Last Week": "Останній тиждень",
    "Last Month": "Останній місяць",
    "Last Year": "Останній рік",
    "No data for selected period": "Немає даних за вибраний період",
    "Please add measurements in ": "Будь ласка, додайте вимірювання в ",
    "Diary": "Щоденник",
    "Avg kcal \/ day": "Сер. ккал \/ день",
    "Avg proteins \/ day": "Сер. білки \/ день",
    "Avg fats \/ day": "Сер. жири \/ день",
    "Avg carbs \/ day": "Сер. вуглеводи \/ день",
    "Days: ": "Днів: ",
    "g": "г",
    "Delete Account": "Видалити Акаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Після видалення вашого акаунту всі його ресурси та дані будуть назавжди видалені. Перед видаленням акаунту, будь ласка, завантажте будь-які дані або інформацію, яку ви хочете зберегти.",
    "Are you sure you want to delete your account?": "Ви впевнені, що хочете видалити свій акаунт?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Після видалення вашого акаунту всі його ресурси та дані будуть назавжди видалені. Будь ласка, введіть свій пароль, щоб підтвердити, що ви хочете назавжди видалити свій акаунт.",
    "Password": "Пароль",
    "Update Password": "Оновити Пароль",
    "Ensure your account is using a long, random password to stay secure.": "Переконайтеся, що ваш акаунт використовує довгий, випадковий пароль для забезпечення безпеки.",
    "Current Password": "Поточний Пароль",
    "New Password": "Новий Пароль",
    "Confirm Password": "Підтвердити Пароль",
    "Save": "Зберегти",
    "Profile Information": "Інформація Профілю",
    "Update your account's profile information and email address.": "Оновіть інформацію профілю та електронну адресу вашого акаунту.",
    "Name": "Ім'я",
    "Email": "Електронна пошта",
    "Your email address is unverified.": "Ваша електронна адреса не підтверджена.",
    "Click here to re-send the verification email.": "Натисніть тут, щоб повторно надіслати лист підтвердження.",
    "A new verification link has been sent to your email address.": "Новий посилання для підтвердження було надіслано на вашу електронну адресу.",
    "Grams": "Грами",
    "Total": "Загалом",
    "Proteins: ": "Білки: ",
    "Fats: ": "Жири: ",
    "Carbohydrates: ": "Вуглеводи: ",
    "Measurements": "Вимірювання",
    "Up to 10 points are shown": "Показано до 10 точок",
    "Updating...": "Оновлюємо...",
    "Click circle to see remaining calories": "Натисніть на коло, щоб побачити калорії, які залишились",
    "Breakfast": "Сніданок",
    "Lunch": "Обід",
    "Dinner": "Вечеря",
    "Snack": "Перекус",
    "Recipes": "Рецепти",
    "Products": "Продукти",
    "Create Recipe": "Створити Рецепт",
    "List of products including their nutritional information such as proteins, fats, carbohydrates, and calories.": "Список продуктів, включаючи їхню харчову інформацію, таку як білки, жири, вуглеводи та калорії.",
    "Products, Nutrition, Proteins, Fats, Carbohydrates, Calories": "Продукти, Харчування, Білки, Жири, Вуглеводи, Калорії",
    "Product list": "Список продуктів",
    "Product List": "Список Продуктів",
    "List of products including nutritional information such as calories, proteins, fats, and carbohydrates.": "Список продуктів із харчовою інформацією про калорії, білки, жири та вуглеводи.",
    "pagination.previous": "попередня",
    "pagination.next": "наступна",
    "Edit Recipe": "Редагувати Рецепт",
    "Enter the recipe name": "Введіть назву рецепту",
    "Recipe name": "Назва рецепту",
    "Total (final dish weight)": "Всього (вага готової страви)",
    "Please fix the errors below": "Будь ласка, виправте помилки нижче",
    "Back": "Назад",
    "No products selected.": "Не вибрано жодного продукту.",
    "Search for the products below.": "Шукайте продукти нижче.",
    "Enter the total weight of the finished dish after cooking or adding water. Ensure to re-weigh the dish after any thermal processing or liquid addition to get accurate results.": "Введіть загальну вагу готової страви після приготування або додавання води. Переконайтеся, що ви знову зважили страву після будь-якої термічної обробки або додавання рідини для отримання точних результатів.",
    "Kcal per 100 gram": "Ккал на 100 грам",
    "Per 100 gram": "На 100 грам",
    "Personal": "Особисте",
    "Personal Settings": "Персональні налаштування",
    "personal.goal_formula_hint": "Ціль = підтримка − дефіцит",
    "personal.go_diary": "До щоденника",
    "personal.go_stats": "До статистики",
    "personal.go_products": "До продуктів",
    "personal.how_1_title": "Заповни базу",
    "personal.how_1_text": "Зріст, стать, дата народження, активність — цього достатньо.",
    "personal.how_2_title": "Підбери дефіцит",
    "personal.how_2_text": "Ми покажемо рекомендований діапазон і порахуємо ціль.",
    "personal.how_3_title": "Збережи й трекай",
    "personal.how_3_text": "Щоденник та статистика одразу працюють з новими значеннями.",
    "personal.basic_title": "Базові дані",
    "personal.profile_ready": "Профіль готовий",
    "personal.missing_short": "Додай:",
    "personal.activity_coef": "Коефіцієнт",
    "personal.stat_goal_short": "Ціль",
    "personal.stat_with_activity_short": "Активність",
    "personal.stat_to_target_short": "До цілі",
    "These settings power your daily calorie goal and the diary calculations.": "Ці налаштування формують вашу денну ціль по калоріях і розрахунки щоденника.",
    "Your goal": "Ваша ціль",
    "With activity": "З активністю",
    "To target": "До цілі",
    "Keep it minimal — only what affects the math.": "Лаконічно — лише те, що впливає на розрахунки.",
    "This changes your maintenance calories (TDEE).": "Це змінює вашу норму калорій підтримки (TDEE).",
    "Track progress, not vibes": "Відстежуй прогрес, а не відчуття",
    "Tip: measurements are saved for today. You can update them anytime.": "Порада: вимірювання зберігаються на сьогодні. Можеш оновлювати їх будь-коли.",
    "Instant results as you change inputs": "Миттєвий перерахунок при зміні даних",
    "approx.": "прибл.",
    "Pro tip": "Порада",
    "Aim for a sustainable deficit. If the plan feels too hard, reduce deficit and stay consistent.": "Обирай комфортний дефіцит. Якщо план занадто складний — зменш дефіцит і тримайся стабільності.",
    "Height": "Зріст",
    "Target weight": "Цільова вага",
    "Sex": "Стать",
    "Male": "Чоловік",
    "Female": "Жінка",
    "Activity coefficient": "Коефіцієнт активності",
    "Sedentary": "Малорухливий",
    "Sedentary - little or no exercise": "Малорухливий - мало або зовсім без фізичних вправ",
    "Lightly active": "Слабо активний",
    "Lightly Active - exercise\/sports 1-3 times\/week": "Слабо активний - фізичні вправи\/спорт 1-3 рази\/тиждень",
    "Moderately active": "Помірно активний",
    "Moderately Active - exercise\/sports 3-5 times\/week": "Помірно активний - фізичні вправи\/спорт 3-5 разів\/тиждень",
    "Very active": "Дуже активний",
    "Very Active - hard exercise\/sports 6-7 times\/week": "Дуже активний - важкі фізичні вправи\/спорт 6-7 разів\/тиждень",
    "Extra active": "Надзвичайно активний",
    "Extra Active - very hard exercise\/sports or physical job": "Надзвичайно активний - дуже важкі фізичні вправи\/спорт або фізична робота",
    "Birthday date": "Дата народження",
    "Last Measurements": "Останні вимірювання",
    "Calculated info": "Розрахована інформація",
    "Body Mass Index (BMI)": "Індекс маси тіла (ІМТ)",
    "Insufficient data. Please fill weight and growth.": "Недостатньо даних. Будь ласка, заповніть вагу та зріст.",
    "Underweight": "Недостатня вага",
    "Normal weight": "Нормальна вага",
    "Overweight": "Надмірна вага",
    "Obesity I": "Ожиріння I",
    "Obesity II": "Ожиріння II",
    "Obesity III": "Ожиріння III",
    "Fat percent": "Відсоток жиру",
    "Insufficient data. Please fill waist, neck, hips (for women), height and birth date.": "Недостатньо даних. Будь ласка, заповніть талію, шию, стегна (для жінок), зріст та дату народження.",
    "Essential fat": "Незамінний жир",
    "Athletes": "Спортсмени",
    "Fitness": "Фітнес",
    "Average": "Середній",
    "Obese": "Ожиріння",
    "Basal metabolic rate (BMR)": "Базальний метаболічний рівень (BMR)",
    "Insufficient data. Please fill weight, height and birth date.": "Недостатньо даних. Будь ласка, заповніть вагу, зріст та дату народження.",
    "Insufficient data. Please fill height.": "Недостатньо даних. Будь ласка, заповніть зріст.",
    "Calorie consumption per day with activity": "Споживання калорій на день з активністю",
    "Insufficient data. Please fill weight, height and DOB": "Недостатньо даних. Будь ласка, заповніть вагу, зріст, стать і дату народження.",
    "Your daily calorie limit based on desirable deficit": "Ваш денний ліміт калорій на основі бажаного дефіциту",
    "Insufficient data. Please fill weight, height, DOB and deficit kcal.": "Недостатньо даних. Будь ласка, заповніть вагу, зріст, вік та дефіцит ккал.",
    "Weeks to target weight": "Тижні до цільової ваги",
    "Insufficient data. Please fill weight, target weight and deficit kcal.": "Недостатньо даних. Будь ласка, заповніть вагу, цільову вагу та дефіцит ккал.",
    "Deficit kcal": "Дефіцит ккал",
    "Calories deficit per day. Recommended: ": "Дефіцит калорій на добу. Рекомендовано: ",
    "Reset Password": "Скинути Пароль",
    "Already registered?": "Вже зареєстровані?",
    "Register": "Зареєструватися",
    "auth.password": "авторизація.пароль",
    "This is a secure area of the application. Please confirm your password before continuing.": "Це захищена область додатку. Будь ласка, підтвердьте свій пароль перед продовженням.",
    "Confirm": "Підтвердити",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забули свій пароль? Немає проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам вибрати новий.",
    "Email Password Reset Link": "Надіслати посилання для скидання пароля",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Дякуємо за реєстрацію! Перед початком, чи могли б ви підтвердити свою електронну адресу, натиснувши на посилання, яке ми щойно надіслали вам? Якщо ви не отримали листа, ми з радістю надішлемо вам ще один.",
    "A new verification link has been sent to the email address you provided during registration.": "Новий посилання для підтвердження було надіслано на електронну адресу, яку ви вказали під час реєстрації.",
    "Resend Verification Email": "Повторно надіслати лист підтвердження",
    "Remember me": "Запам'ятати мене",
    "Forgot your password?": "Забули свій пароль?",
    "Log in": "Увійти",
    "Welcome back": "З поверненням",
    "Create your account": "Створіть акаунт",
    "Forgot password": "Забули пароль",
    "We’ll send you a reset link to your email": "Надішлемо посилання для скидання пароля на вашу пошту",
    "Choose a new password": "Оберіть новий пароль",
    "Please confirm your password to continue": "Підтвердьте пароль, щоб продовжити",
    "Verify Email": "Підтвердьте email",
    "Please verify your email to continue": "Підтвердьте email, щоб продовжити",
    "AI Assistant": "ШІ асистент",
    "Clear chat": "Очистити чат",
    "AI Diary Assistant": "ШІ асистент щоденника",
    "I can help you:": "Я можу допомогти:",
    "Add food to meals": "Додати їжу до прийомів",
    "Edit portions or delete items": "Редагувати порції або видаляти позиції",
    "Copy meals from other days": "Копіювати прийоми їжі з інших днів",
    "Search products or create new ones": "Шукати продукти або створювати нові",
    "Examples:": "Приклади:",
    "add apple to breakfast": "додай яблуко на сніданок",
    "200g chicken to lunch": "200 г курки на обід",
    "copy yesterday dinner": "скопіюй вчорашню вечерю",
    "add a banana to lunch": "додай банан на обід",
    "Type or use voice input": "Наберіть текст або використайте голос",
    "Thinking...": "Думаю...",
    "Listening...": "Слухаю...",
    "Transcribing...": "Розпізнаю...",
    "Type or speak...": "Наберіть або скажіть...",
    "Recording... Tap mic to stop": "Запис... Натисніть червону кнопку, щоб зупинити",
    "Date": "Дата",
    "Adding to": "Додаю до",
    "Could not access microphone. Please check permissions.": "Не вдалося отримати доступ до мікрофона. Перевірте дозволи.",
    "Lialia": "Ляля",
    "Uliana": "Уляна",
    "Sakhno": "Сахно",
    "All rights reserved.": "Всі права захищені.",
    "About us": "Про нас",
    "Privacy Policy": "Політика конфіденційності",
    "About Us — Calorize": "Про нас — Calorize",
    "Learn about the Ukrainian app Calorize, its founders, and mission. A simple and convenient tool for calorie control.": "Дізнайтеся про український додаток Calorize, його засновників та місію. Простий і зручний інструмент для контролю калорійності.",
    "about us, Calorize, Lialia Sakhno, Uliana Sakhno, calorie control, Ukrainian product": "про нас, Calorize, Ляля Сахно, Уляна Сахно, контроль калорійності, український продукт",
    "About Us": "Про нас",
    "Lialia and Uliana Sakhno": "Ляля та Уляна Сахно",
    "Founders and inspiration behind Calorize": "Засновники та натхненники проекту Calorize",
    "Our Story": "Наша історія",
    "Calorize was born out of a real need. Seven years ago, I, Lialia Sakhno, decided to lose weight and started searching for the perfect app that met all my requirements: simplicity, scientific accuracy, precision, and no unnecessary features. Unfortunately, I couldn’t find such a tool. All existing apps were either too gamified or lacked precise calculations for custom recipes, including adjustments for evaporation or moisture loss during cooking.": "Calorize народився із реальної потреби. 7 років тому я, Ляля Сахно, вирішила схуднути й почала шукати ідеальний додаток, який би відповідав усім моїм вимогам: простота, наукова доказовість, точність, і нічого зайвого. На жаль, я не знайшла такого інструменту. Усі наявні додатки були або надто схожі на гру, або не підтримували точні розрахунки для власних рецептів, зокрема з урахуванням випарювання чи вижарювання вологи.",
    "That’s why I decided to create my own app with a focus on convenience, functionality, and minimalism. Calorize is the result of my years of programming experience and my desire to help others achieve their healthy eating goals.": "Тому я вирішила створити власний додаток — з акцентом на зручність, функціональність і мінімалізм. Calorize — це результат мого багаторічного досвіду у програмуванні та прагнення допомогти іншим досягти своїх цілей у здоровому харчуванні.",
    "Our Team": "Наша команда",
    "I am Lialia Sakhno, an experienced Laravel developer with many years of expertise in working on complex projects. In this project, I am responsible for all the code, from the backend to the design. Since I specialize more in backend development, creating the design was a challenge for me, but I thoroughly enjoyed overcoming it.": "Я — Ляля Сахно, досвідчена розробниця Laravel з багаторічним досвідом роботи над складними проектами. У цьому проекті я відповідальна за весь код, від серверної частини до дизайну. Оскільки я більше спеціалізуюся на бекенді, створення дизайну стало для мене викликом, але я із задоволенням подолала його.",
    "My girlfriend, Uliana Sakhno, helps me test the app and find ways to make it even better. Together, we aim to create a product that becomes a reliable assistant for everyone who has chosen the path to a healthy lifestyle.": "Моя дівчина, Уляна Сахно, допомагає мені тестувати додаток і знаходити способи зробити його ще кращим. Разом ми прагнемо створити продукт, який стане надійним помічником для всіх, хто обрав шлях до здорового способу життя.",
    "Our Mission": "Наша місія",
    "We believe that everyone deserves a convenient and accurate tool to monitor their diet. Our mission is to help people become healthier and achieve their dietary goals without unnecessary complications.": "Ми віримо, що кожна людина заслуговує на зручний і точний інструмент для контролю свого харчування. Наша місія — допомогти людям ставати здоровішими та досягати своїх цілей у харчуванні без зайвих складнощів.",
    "Simplicity, minimalism, precision, and scientific approach are the core values we instill in Calorize.": "Простота, мінімалізм, точність і науковий підхід — це основні цінності, які ми закладаємо у Calorize.",
    "Why Choose Calorize?": "Чому обирають Calorize?",
    "Simple and intuitive interface": "Простий і зрозумілий інтерфейс",
    "Accurate calculations of calories, proteins, fats, and carbohydrates": "Точні розрахунки калорій, білків, жирів і вуглеводів",
    "Unique feature to create custom recipes considering the cooking method": "Унікальна можливість створювати власні рецепти з урахуванням способу приготування",
    "Tools to track progress and achieve goals": "Інструменти для відстеження прогресу та досягнення цілей",
    "Our Plans": "Наші плани",
    "In the future, we plan to add new features such as a barcode scanner for easy product addition, AI-powered tools for creating personalized meal plans, and an expanded product database.": "У майбутньому ми плануємо додати нові функції, такі як сканер штрих-кодів для зручного додавання продуктів, інструменти на основі штучного інтелекту для створення персоналізованих планів харчування, та розширення бази даних продуктів.",
    "Thank You for Choosing Us!": "Дякуємо, що обрали нас!",
    "We believe that together with you, we can create a healthy and inspiring future for everyone.": "Ми віримо, що разом з вами ми зможемо створити здорове та натхненне майбутнє для кожного.",
    "Join Calorize": "Приєднатися до Calorize",
    "Privacy Policy — Calorize": "Політика конфіденційності — Calorize",
    "Learn how Calorize ensures the security and privacy of your data. Get acquainted with our privacy policy.": "Дізнайтеся, як Calorize забезпечує безпеку та конфіденційність ваших даних. Ознайомтеся з нашою політикою конфіденційності.",
    "privacy policy, Calorize, data protection, confidentiality": "політика конфіденційності, Calorize, захист даних, конфіденційність",
    "Introduction": "Вступ",
    "We, the Calorize team, are committed to ensuring the confidentiality of your data. This privacy policy describes how we collect, use, store, and protect your information.": "Ми, команда Calorize, зобов'язуємося забезпечити конфіденційність ваших даних. Ця політика конфіденційності описує, як ми збираємо, використовуємо, зберігаємо та захищаємо вашу інформацію.",
    "What data do we collect?": "Які дані ми збираємо?",
    "Personal Information:": "Персональна інформація:",
    "your name, email address, date of birth.": "ваше ім'я, електронна пошта, дата народження.",
    "Activity Data:": "Дані про активність:",
    "entries in the calorie diary, selected products, recipes, etc.": "записи в щоденнику калорійності, вибрані продукти, рецепти тощо.",
    "Technical Data:": "Технічні дані:",
    "IP address, browser type, operating system.": "IP-адреса, тип браузера, операційна система.",
    "How do we use your data?": "Як ми використовуємо ваші дані?",
    "To ensure the correct operation of the app and its features.": "Для забезпечення коректної роботи додатка та його функцій.",
    "To analyze and improve the service.": "Для аналізу та покращення роботи сервісу.",
    "To communicate with you regarding updates or important information.": "Для комунікації з вами щодо оновлень або важливої інформації.",
    "How do we protect your data?": "Як ми захищаємо ваші дані?",
    "Your data is protected using modern encryption methods and security protocols. Only authorized personnel have access to your data, and solely for the purposes of completing necessary tasks.": "Ваші дані захищені за допомогою сучасних методів шифрування та протоколів безпеки. Доступ до ваших даних мають лише авторизовані співробітники, і тільки для виконання необхідних завдань.",
    "Do we share your data with third parties?": "Чи ділимося ми вашими даними з третіми сторонами?",
    "We do not share your personal data with third parties without your consent, except as required by law.": "Ми не передаємо ваші персональні дані третім сторонам без вашої згоди, за винятком випадків, передбачених законодавством.",
    "Your Rights": "Ваші права",
    "You have the right to know what data we collect and how we use it.": "Ви маєте право знати, які дані ми збираємо та як їх використовуємо.",
    "You can request the deletion or updating of your data.": "Ви можете вимагати видалення або оновлення ваших даних.",
    "You can withdraw your consent for data processing at any time.": "Ви можете відкликати свою згоду на обробку даних у будь-який час.",
    "How to contact us?": "Як зв'язатися з нами?",
    "If you have questions about this privacy policy or your data, contact us at:": "Якщо у вас є запитання щодо цієї політики конфіденційності або ваших даних, зв'яжіться з нами за адресою:",
    "Changes to the Privacy Policy": "Зміни до політики конфіденційності",
    "We may update this privacy policy from time to time. We will notify you of any changes through our app or via email.": "Ми можемо час від часу оновлювати цю політику конфіденційності. Ми повідомимо вас про будь-які зміни через наш додаток або електронною поштою.",
    "Calorize — AI Food Diary & Calorie Tracker": "Calorize — ШІ щоденник харчування та трекер калорій",
    "Calorize is an AI-powered food diary and calorie tracker. Log meals by chat or voice, pick the right product variant from your history, track calories & macros, and use an 85,000+ Ukrainian product database.": "Calorize — щоденник харчування з ШІ та трекер калорій. Записуйте їжу в чаті або голосом, обирайте правильний варіант зі своєї історії, відстежуйте калорії та КБЖВ і користуйтеся базою 85 000+ українських продуктів.",
    "AI calorie tracker, AI food diary, calorie diary, macro tracker, calorie counting app, nutrition tracker, Ukrainian product database, recipes, weight loss": "ШІ трекер калорій, ШІ щоденник харчування, щоденник калорій, трекер КБЖВ, підрахунок калорій, трекер харчування, українська база продуктів, рецепти, схуднення",
    "is an AI food diary": "— ШІ щоденник харчування",
    "Type it.": "Напишіть.",
    "Say it.": "Скажіть.",
    "The AI logs it — with calories and macros.": "ШІ занесе це в щоденник — з калоріями та КБЖВ.",
    "A bowl of borscht": "тарілка борщу",
    "2 eggs": "2 яйця",
    "coffee with milk": "кава з молоком",
    "Calorize finds the right product (including your usual variant), chooses a sensible portion, and adds it to the correct meal.": "Calorize знаходить правильний продукт (включно з вашим звичним варіантом), підбирає розумну порцію і додає до потрібного прийому їжі.",
    "Chat-first logging": "Запис через чат",
    "Text or voice → saved to diary": "Текст або голос → одразу в щоденник",
    "Smarter matches": "Розумніші збіги",
    "Uses your recent entries to disambiguate": "Використовує вашу недавню історію для уточнення",
    "85,000+ foods": "85 000+ продуктів",
    "Ukrainian products & local dishes": "Українські продукти та локальні страви",
    "Start Free": "Почати безкоштовно",
    "Why Calorize? Simple, fast, and powered by AI": "Чому Calorize? Просто, швидко і з підтримкою ШІ",
    "Most calorie apps fail because logging is tedious. Calorize flips it: you describe your food in a message, the AI understands it, finds the right product, and updates your diary. You stay consistent — results follow.": "Більшість застосунків для калорій “ламаються” на рутині: занадто багато кліків і вибору. Calorize робить навпаки: ви описуєте їжу повідомленням, ШІ розуміє, знаходить правильний продукт і оновлює щоденник. Ви тримаєте стабільність — результати приходять.",
    "Add, edit, delete, or copy meals by chat. Short messages work, and recent history helps pick the right variant — but your words always win (e.g. \"lean\").": "Додавайте, редагуйте, видаляйте або копіюйте прийоми їжі через чат. Короткі повідомлення працюють, а історія допомагає обрати правильний варіант — але ваші слова завжди важливіші (наприклад, «пісного»).",
    "85,000+ Products (Ukraine)": "85 000+ продуктів (Україна)",
    "Search fast, pick exact matches, and stop guessing. Great for branded foods, supermarket products, and everyday staples.": "Швидко шукайте, обирайте точні збіги і більше не вгадуйте. Зручно для брендових продуктів, супермаркетів і базових позицій.",
    "Recipes that actually work": "Рецепти, які реально працюють",
    "Build your recipes from ingredients (even other recipes), keep nutrition per 100g, and let Calorize handle the calculations for calories and macros.": "Створюйте рецепти з інгредієнтів (навіть з інших рецептів), зберігайте КБЖВ на 100 г і довірте Calorize всі розрахунки калорій та макросів.",
    "Calories & macros made visible": "Калорії та КБЖВ — наочно",
    "Track calories, proteins, fats, and carbs. See trends, stay on target, and adjust based on real data — not vibes.": "Відстежуйте калорії, білки, жири та вуглеводи. Бачте тренди, тримайте план і коригуйтеся на основі даних — а не відчуттів.",
    "Built with the heart of an engineer — and a daily user": "Створено серцем інженера — і щоденного користувача",
    "Calorize was created by a person who tracks food every day and continuously uses the product. The goal is simple: make calorie and macro tracking so effortless that you can stay consistent for months — not days.": "Calorize створено людиною, яка щодня слідкує за харчуванням і постійно користується продуктом. Ціль проста: зробити підрахунок калорій і КБЖВ настільки легким, щоб ви тримали стабільність місяцями — а не днями.",
    "Less friction, more consistency": "Менше рутини — більше стабільності",
    "The AI assistant reduces taps and choices — you just describe what you ate.": "ШІ асистент зменшує кількість кліків і виборів — ви просто описуєте, що з’їли.",
    "Practical features first": "Спочатку — практичні фічі",
    "Fast search, recipes, copy meals, edits, and a huge Ukrainian database — built for real-life use.": "Швидкий пошук, рецепти, копіювання прийомів їжі, редагування та велика українська база — зроблено для реального життя.",
    "A promise": "Обіцянка",
    "We keep iterating based on real daily use — so the app stays simple, fast, and useful.": "Ми постійно покращуємо продукт на основі реального щоденного використання — щоб він залишався простим, швидким і корисним.",
    "How the AI calorie diary works": "Як працює ШІ щоденник калорій",
    "Calorize is a functional calorie counting app with an AI assistant. It understands natural language, finds products, and updates your diary with calories and macros.": "Calorize — це практичний застосунок для підрахунку калорій із ШІ асистентом. Він розуміє звичайну мову, знаходить продукти й оновлює ваш щоденник з калоріями та КБЖВ.",
    "1) Tell it what you ate": "1) Напишіть, що ви з’їли",
    "“a bowl of borscht”, “200g chicken”, “coffee with milk”": "«тарілка борщу», «200 г курки», «кава з молоком»",
    "2) AI finds the right item": "2) ШІ знаходить правильний продукт",
    "Uses search + your recent diary to pick the most likely variant, and asks only when needed.": "Використовує пошук і вашу недавню історію, щоб обрати найімовірніший варіант, і перепитує лише коли треба.",
    "3) Your diary updates instantly": "3) Щоденник оновлюється миттєво",
    "Saved to the correct meal with grams and macros. Edit later by message.": "Зберігається в потрібний прийом їжі з грамами та КБЖВ. Пізніше можна відредагувати повідомленням.",
    "Start tracking without the busywork": "Почніть трекати без зайвої рутини",
    "Calorize keeps it simple: quick logging, accurate nutrition, and an AI assistant that helps you stay consistent. Create your account and try it today.": "Calorize тримає все простим: швидкий запис, точна поживна цінність і ШІ асистент, який допомагає залишатися стабільними. Створіть акаунт і спробуйте вже сьогодні.",
    "Create Account": "Створити акаунт",
    "Reviews from our users": "Відгуки наших користувачів",
    "People stick with Calorize because it’s fast: the AI assistant removes the friction of daily logging.": "Люди залишаються з Calorize, бо це швидко: ШІ асистент прибирає рутину щоденного запису.",
    "Olha avatar": "Аватар Ольги",
    "“I finally log food consistently. I just message what I ate, and the AI adds it to my diary. Tracking feels effortless.”": "«Нарешті я записую їжу стабільно. Просто пишу, що з’їла, і ШІ додає це в щоденник. Трекінг відчувається легким.»",
    "Olha, 29 years old": "Ольга, 29 років",
    "Dmytro avatar": "Аватар Дмитра",
    "“The product database is huge, but the AI makes it simple. I track calories and macros without spending my day in the app.”": "«База продуктів величезна, але ШІ робить усе простим. Я трекаю калорії та КБЖВ, не проводячи пів дня в застосунку.»",
    "Dmytro, 35 years old": "Дмитро, 35 років",
    "Our Blog": "Наш блог",
    "5 tips for effective weight loss": "5 порад для ефективного схуднення",
    "Learn how to achieve your ideal weight without harming your health.": "Дізнайтеся, як досягти ідеальної ваги без шкоди для здоров'я.",
    "Read more": "Читати більше",
    "How to count calories correctly?": "Як правильно рахувати калорії?",
    "Step by step: Learn how calorie counting can change your life.": "Крок за кроком: дізнайтеся, як підрахунок калорій може змінити ваше життя.",
    "Top 10 healthy foods": "Топ-10 корисних продуктів",
    "A list of foods that will help you stay healthy and active.": "Список продуктів, які допоможуть залишатися здоровими та активними.",
    "Why is water important for weight loss?": "Чому вода важлива для схуднення?",
    "Find out why water is your best ally in weight management.": "Дізнайтеся, чому вода є вашим найкращим союзником у контролі ваги.",
    "View All Articles": "Переглянути всі статті",
    "Showing": "Показано",
    "to": "до",
    "of": "з",
    "results": "результатів",
    "Go to page :page": "Перейти на сторінку :page",
    "My products": "Мої продукти",
    "Add food in seconds": "Додайте їжу за секунди",
    "Added to": "Додано до",
    "Build your recipes from ingredients": "Створюйте рецепти з інгредієнтів",
    "Free to use": "Безкоштовно",
    "No credit card required": "Без кредитної картки",
    "Add this product to your diary using the AI assistant": "Додайте цей продукт до щоденника через ШІ асистента",
    "Why Calorize?": "Чому Calorize?",
    "Most calorie apps fail because logging is tedious. Calorize flips it: you describe your food in a message, the AI understands it, finds the right product, and updates your diary.": "Більшість застосунків для підрахунку калорій провалюються, бо записування — це рутина. Calorize робить навпаки: ви описуєте їжу повідомленням, ШІ розуміє, знаходить правильний продукт і оновлює ваш щоденник.",
    "\"a bowl of borscht\", \"200g chicken\", \"coffee with milk\"": "«тарілка борщу», «200 г курки», «кава з молоком»",
    "Today": "Сьогодні",
    "Eaten": "З'їдено",
    "Remaining": "Залишилось",
    "Goal": "Ціль",
    "kcal": "ккал",
    "No products added yet": "Продукти ще не додані",
    "feedback.title": "Зворотний зв'язок",
    "feedback.subtitle": "Повідомте нам про баги або запропонуйте покращення",
    "feedback.new_request": "Новий запит",
    "feedback.how_1_title": "Напиши",
    "feedback.how_1_text": "Баг, ідея чи питання — достатньо 1 короткого повідомлення.",
    "feedback.how_2_title": "Ми переглянемо",
    "feedback.how_2_text": "Запит потрапляє в чергу зі статусом та коментарями.",
    "feedback.how_3_title": "Дамо відповідь",
    "feedback.how_3_text": "Слідкуй за оновленнями прямо тут — без листування.",
    "feedback.note_privacy": "Запити бачиш лише ти",
    "feedback.note_time": "Зазвичай відповідаємо за 1–2 дні",
    "feedback.my_requests": "Мої запити",
    "feedback.no_requests": "У вас ще немає запитів",
    "feedback.no_requests_hint": "Помітили баг або маєте ідею? Напишіть нам!",
    "feedback.create_first": "Створити перший запит",
    "feedback.type": "Тип запиту",
    "feedback.type_bug": "Баг",
    "feedback.type_feature": "Покращення",
    "feedback.type_question": "Питання",
    "feedback.title_placeholder": "Короткий опис проблеми або ідеї",
    "feedback.description": "Опис",
    "feedback.description_placeholder": "Детально опишіть проблему або вашу пропозицію. Чим більше деталей, тим краще ми зможемо допомогти.",
    "feedback.submitted_successfully": "Ваш запит успішно надіслано! Ми розглянемо його найближчим часом.",
    "feedback.submission_error": "Не вдалося надіслати запит. Спробуйте ще раз пізніше.",
    "feedback.submitting": "Надсилання...",
    "feedback.status_open": "Відкритий",
    "feedback.status_in_progress": "В роботі",
    "feedback.status_closed": "Виконано",
    "feedback.created": "Створено",
    "feedback.comments": "Коментарі",
    "feedback.add_comment": "Додати коментар",
    "feedback.comment_placeholder": "Напишіть коментар або додаткову інформацію...",
    "feedback.send_comment": "Надіслати",
    "feedback.not_configured_title": "Система зворотного зв'язку налаштовується",
    "feedback.not_configured_description": "Система зворотного зв'язку наразі налаштовується. Будь ласка, спробуйте пізніше або зв'яжіться з нами напряму.",
    "feedback.attachments": "Скріншоти",
    "feedback.attachments_hint": "Перетягніть, вставте (Ctrl+V) або натисніть для вибору",
    "feedback.attachments_formats": "PNG, JPG, GIF до 5MB",
    "feedback.uploading": "Завантаження...",
    "welcome.feedback": "Зворотний зв'язок",
    "Install App": "Встановити додаток",
    "Don't have an account?": "Немає акаунту?",
    "ios_install.instruction": "Щоб встановити додаток на iPhone:",
    "ios_install.step1": "Натисніть «Поділитися» (квадрат зі стрілкою)",
    "ios_install.step2": "Виберіть «На Початковий екран»",
    "ios_install.dismiss": "Більше не показувати",
    "Hello!": "Вітаємо!",
    "Regards,": "З повагою,",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Якщо у вас виникли проблеми з натисканням кнопки \":actionText\", скопіюйте та вставте URL нижче у ваш веб-браузер:",
    "Whoops!": "Ой!",
    "If you did not request a password reset, no further action is required.": "Якщо ви не надсилали запит на скидання пароля, ніяких дій не потрібно.",
    "Reset Password Notification": "Скидання пароля",
    "Verify Email Address": "Підтвердження email",
    "Please click the button below to verify your email address.": "Будь ласка, натисніть кнопку нижче, щоб підтвердити вашу електронну адресу.",
    "If you did not create an account, no further action is required.": "Якщо ви не створювали акаунт, ніяких дій не потрібно.",
    "You are receiving this email because we received a password reset request for your account.": "Ви отримали цей лист, тому що ми отримали запит на скидання пароля для вашого акаунту.",
    "This password reset link will expire in :count minutes.": "Це посилання для скидання пароля дійсне протягом :count хвилин.",
    "Launch-ready product for your diary & AI chat": "Продукт, готовий для щоденника та AI-чату",
    "Add clean macros per 100 g, then drop it into meals in seconds via search or voice. Built to match the landing\/diary style and keep your users confident.": "Додай чисті макроси на 100 г і додавай у прийоми за секунди через пошук або голос. Стиль як на лендингу\/в щоденнику, щоб користувачам було зрозуміло та впевнено.",
    "AI-ready": "Готово до AI",
    "Per 100 g macros": "Макроси на 100 г",
    "Diary-first flow": "Флоу під щоденник",
    "How it works": "Як це працює",
    "Fill in macros per 100 g": "Заповни макроси на 100 г",
    "Save — ready for AI search & voice": "Збережи — готово для AI-пошуку та голосу",
    "Add to any meal in the diary": "Додай у будь-який прийом у щоденнику",
    "Tips for great entries": "Поради для ідеальних записів",
    "Keep macros per 100 g for consistency": "Тримай макроси на 100 г для точності",
    "Use short, clear titles for faster search": "Використовуй короткі чіткі назви для швидкого пошуку",
    "Avoid duplicates — we will warn you": "Уникай дублів — ми попередимо",
    "Why per 100 g?": "Чому на 100 г?",
    "AI and manual diary flows both rely on 100 g baselines to keep calories and macros accurate when users enter any portion size.": "AI і ручні записи в щоденнику покладаються на базу 100 г, щоб ккал і макроси були точними для будь-якої порції.",
    "Refresh macros, keep diary accurate": "Онови макроси — щоденник буде точним",
    "Update per-100g values so AI search, voice, and manual diary entries stay consistent across all meals.": "Онови значення на 100 г, щоб AI-пошук, голос і ручні записи були узгоджені для всіх прийомів.",
    "Before you save": "Перед збереженням",
    "Double-check numbers to avoid duplicates": "Перевір цифри, щоб уникнути дублів",
    "Save — diary & AI will use the new values": "Збережи — щоденник і AI візьмуть нові значення",
    "What changes impact": "На що впливають зміни",
    "AI suggestions and voice commands": "Підказки AI та голосові команди",
    "Diary totals and meal macros": "Підсумки щоденника й макроси прийомів",
    "Search ranking and duplicates detection": "Рейтинг у пошуку та виявлення дублів",
    "Need to cancel?": "Потрібно скасувати?",
    "Use Cancel to go back without saving and keep the current values active in the diary.": "Натисни «Скасувати», щоб повернутися без збереження й залишити поточні значення в щоденнику.",
    "Thermal\/water friendly": "Для термо\/води",
    "Accurate kcal per 100 g": "Точні ккал на 100 г",
    "AI + diary ready": "Готово для AI і щоденника",
    "Search ingredients": "Шукати інгредієнти",
    "Create ingredient": "Створити інгредієнт",
    "No ingredients yet": "Ще немає інгредієнтів",
    "Create, save, and reuse your signature recipes": "Створюй, зберігай і перевикористовуй свої фірмові рецепти",
    "Discover ingredients tailored for your diary & macros": "Знаходь інгредієнти, підібрані під щоденник і макроси",
    "Design chef-level recipes once, then add them to meals in two clicks — synced with AI diary, macros, and measurements.": "Збери рецепт рівня шефа один раз і додавай у прийоми за два кліки — синхронізовано з AI-щоденником, макросами та вимірами.",
    "Browse a living library of ingredients tuned for the diary experience: fast search, clean macros, AI suggestions, and quick add to meals.": "Переглядай живу бібліотеку інгредієнтів, налаштовану під щоденник: швидкий пошук, чисті макроси, AI-підказки та миттєве додавання в прийоми.",
    "AI-ready search": "AI-оптимізований пошук",
    "Syncs with Diary & Chat": "Синхронізується зі Щоденником і Чатом",
    "Macros per 100 g ready to drop in": "Макроси на 100 г — готові до вставки",
    "For every meal": "Для кожного прийому",
    "Breakfast → Snack ready": "Готово від сніданку до перекусу",
    "Tap any item to open details and drop into a meal from the diary.": "Торкнись елемента, щоб відкрити деталі й додати у прийом зі щоденника.",
    "Quality data": "Якісні дані",
    "Clean macros per 100 g keep AI and human flows aligned.": "Чисті макроси на 100 г узгоджують AI і ручні дії.",
    "Built for speed": "Створено для швидкості",
    "Search, skim, decide fast": "Шукай, переглядай, вирішуй швидко",
    "Smart search + visual macros help users trust and act instantly.": "Розумний пошук і візуальні макроси дають впевненість і швидкі дії.",
    "Product Library": "Бібліотека продуктів",
    "Recipe Library": "Бібліотека рецептів",
    "Showing :count items on this page": "Показано :count елементів на цій сторінці",
    "Ready for diary • 100 g baseline • quick macros view": "Готово для щоденника • База 100 г • Швидкий перегляд макросів",
    "Your item": "Твій елемент",
    "Community base": "База спільноти",
    "100 g ready for AI & diary": "100 г готові для AI та щоденника",
    "Product": "Продукт",
    "Recipe": "Рецепт",
    "Per 100 g": "На 100 г",
    "Created by you": "Створено тобою",
    "kcal per 100 g": "ккал на 100 г",
    "A diary-ready item with clean macros, tuned for AI chat, quick add, and voice-friendly logging. Perfect for keeping your meals consistent and on-budget.": "Готовий для щоденника продукт із чистими макросами, підлаштований під AI-чат, швидке додавання та голосові записи. Допомагає тримати харчування послідовним і в межах цілі.",
    "Add to diary": "Додати в щоденник",
    "Edit": "Редагувати",
    "Start free": "Почати безкоштовно",
    "Login": "Увійти",
    "AI diary ready": "Готово для AI-щоденника",
    "Use voice or text; AI finds and adds it in seconds.": "Використовуй голос або текст — AI знаходить і додає за секунди.",
    "Trustable macros": "Надійні макроси",
    "Per 100 g baseline keeps diary math consistent.": "База 100 г тримає підрахунки щоденника узгодженими.",
    "Meal-ready": "Готово для прийому",
    "Add to breakfast, lunch, dinner, or snacks instantly.": "Додай у сніданок, обід, вечерю або перекус миттєво.",
    "Nutrition per 100 g": "Харчова цінність на 100 г",
    "Macro breakdown & balance": "Розклад макросів і баланс",
    "Calorie distribution by macros": "Розподіл калорій за БЖВ",
    "Balanced view": "Збалансований огляд",
    "AI + manual friendly": "Зручно для AI і вручну",
    "proteins": "білки",
    "fats": "жири",
    "carbs": "вуглеводи",
    "Use it in Diary": "Використовуй у Щоденнику",
    "Three taps to log this item": "Три натиски, щоб додати",
    "Open Diary & pick a meal": "Відкрий Щоденник і обери прийом",
    "Breakfast, lunch, dinner, or snack—AI chooses if you do not.": "Сніданок, обід, вечеря або перекус — якщо не обереш, AI підкаже.",
    "Search or paste voice text": "Пошукай або встав голосовий текст",
    "AI finds this exact item; grams auto-fill to 100 by default.": "AI знаходить саме цей продукт; грами за замовчуванням — 100.",
    "Adjust grams, save, done": "Підлаштуй грами, збережи — готово",
    "Macros recalc instantly; diary totals and charts stay in sync.": "Макроси перераховуються миттєво; підсумки й графіки щоденника синхронні.",
    "Track this item with voice or text in seconds": "Відстежуй цей продукт голосом або текстом за секунди",
    "Create a free account to unlock AI diary, macros, measurements, and quick add for every product and recipe.": "Створи безкоштовний акаунт, щоб отримати AI-щоденник, макроси, вимірювання та швидке додавання для кожного продукту й рецепту.",
    "I already have an account": "У мене вже є акаунт",
    "Add this product to your diary using the AI assistant or quick search.": "Додай цей продукт у щоденник через AI-асистента або швидкий пошук.",
    "Go to Diary": "Перейти до щоденника",
    "Open Diary": "Відкрити щоденник",
    "reviews.title": "Відгуки",
    "reviews.eyebrow": "Що кажуть користувачі",
    "reviews.heading": "Відгуки про Calorize",
    "reviews.subheading": "Реальні історії від людей, які використовують додаток щодня",
    "reviews.average_rating": "Середній рейтинг",
    "reviews.reviews_count": "{1} відгук|[2,4] відгуки|[5,*] відгуків",
    "reviews.share_experience": "Поділіться своїм досвідом",
    "reviews.share_experience_text": "Ваш відгук допоможе іншим зрозуміти, як Calorize може покращити їхнє харчування",
    "reviews.login_to_review": "Увійдіть або зареєструйтесь, щоб залишити відгук",
    "reviews.verify_email_title": "Підтвердіть email",
    "reviews.verify_email_text": "Щоб залишити відгук, потрібно спочатку підтвердити вашу електронну адресу",
    "reviews.resend_verification": "Надіслати лист підтвердження",
    "reviews.verification_sent": "Лист підтвердження надіслано!",
    "reviews.sending": "Надсилаю...",
    "reviews.write_review": "Написати відгук",
    "reviews.first_name": "Ім'я",
    "reviews.first_name_placeholder": "Ваше ім'я",
    "reviews.last_name": "Прізвище",
    "reviews.last_name_placeholder": "Ваше прізвище",
    "reviews.instagram": "Instagram",
    "reviews.optional": "необов'язково",
    "reviews.your_rating": "Ваша оцінка",
    "reviews.your_review": "Ваш відгук",
    "reviews.review_placeholder": "Розкажіть про ваш досвід використання Calorize. Що вам сподобалось? Як додаток допоміг вам?",
    "reviews.min_characters": "Мінімум 20 символів",
    "reviews.submit_review": "Надіслати відгук",
    "reviews.submitting": "Надсилаю...",
    "reviews.submitted_success": "Дякуємо за відгук! Він з'явиться на сторінці після модерації.",
    "reviews.verify_email_first": "Спочатку підтвердіть email",
    "reviews.already_submitted": "Ви вже залишили відгук",
    "reviews.thank_you": "Дякуємо за ваш відгук!",
    "reviews.your_review_visible": "Ваш відгук вже опублікований на сторінці.",
    "reviews.awaiting_moderation": "Ваш відгук очікує модерації і незабаром з'явиться на сторінці.",
    "reviews.all_reviews": "Усі відгуки",
    "reviews.no_reviews_yet": "Поки немає відгуків",
    "reviews.be_first": "Станьте першим, хто поділиться досвідом!",
    "welcome.reviews": "Відгуки",
    "Sport Doesn't Make You Thin: Why Exercise Often Leads to Weight Gain": "Чому я не худну від спорту? Вплив тренувань на вагу",
    "Exercise is important for health, but its effect on weight is variable. Learn why some people don't lose weight from training or even gain weight due to compensatory mechanisms.": "Фізична активність важлива для здоров’я, але її вплив на вагу буває дуже різним. Розберімося, чому дехто не худне від тренувань або навіть набирає вагу — через механізми компенсації.",
    "exercise and weight, sport and weight loss, energy compensation, appetite and exercise, NEAT": "спорт і вага, тренування і схуднення, чому я не худну, енергетична компенсація, апетит і тренування, NEAT",
    "Exercise is important for health, but its effect on weight is variable. Some people don't lose weight from training or even gain weight due to compensatory mechanisms: increased appetite, compensatory energy intake, and changes in daily energy expenditure outside of training.": "Фізична активність важлива для здоров’я, але її вплив на вагу непередбачуваний. Частина людей не худне від тренувань або навіть набирає вагу через компенсацію: зростає апетит, збільшується споживання енергії та змінюються добові витрати енергії поза тренуванням.",
    "Science": "Наука",
    "8 min read": "8 хв читання",
    "Sport and weight loss science": "Наука про спорт і схуднення",
    "Abstract": "Резюме",
    "The popular model \"move more — eat less\" assumes that exercise automatically creates an energy deficit and leads to weight loss. However, in clinical studies, weight loss from exercise interventions is often less than predicted or absent.": "Популярна логіка «більше рухайся — менше їж» ніби гарантує: тренування створюють дефіцит енергії й вага знижується. Але в клінічних дослідженнях результат часто скромніший за очікування — або його немає зовсім.",
    "The main reasons are energy compensation (increased energy intake), changes in appetite control, and possible reduction in non-exercise activity (NEAT). This article summarizes the key mechanisms and explains why weight gain after starting exercise may be a predictable consequence of physiology, not \"lack of discipline\".": "Ключові причини — енергетична компенсація (коли людина непомітно їсть більше), зміни в регуляції апетиту та можливе зниження активності поза залом (NEAT). Нижче — коротко про механізми й про те, чому набір ваги після старту спорту інколи є закономірним наслідком фізіології, а не «браку дисципліни».",
    "Key Points": "Ключові тези",
    "Weight loss from exercise is often lower than predicted due to energy compensation.": "Втрата ваги від тренувань часто нижча за прогноз через енергетичну компенсацію.",
    "Some people experience increased energy intake or altered appetite control after exercise.": "У частини людей після тренувань посилюється апетит і\/або гірше працює його контроль — і в результаті вони їдять більше.",
    "Compensation can be behavioral (more food) and\/or energetic (less movement outside the gym).": "Компенсація буває поведінковою (людина їсть більше) і\/або енергетичною (рухається менше поза тренуванням).",
    "There is significant inter-individual variability in response to exercise (some people are \"non-responders\" to expected weight loss).": "Реакція на тренування сильно різниться між людьми: у декого вага майже не змінюється (або змінюється не так, як «мало б» за розрахунками).",
    "Exercise is beneficial for cardiometabolic health even without weight loss, but \"exercise = weight loss\" is not a universal rule.": "Спорт корисний для кардіометаболічного здоровʼя навіть без зниження ваги, але «спорт = схуднення» — не універсальне правило.",
    "1) Why the \"Deficit Logic\" Often Fails": "1) Чому «логіка дефіциту» часто не спрацьовує",
    "Theoretically, adding exercise should increase total energy expenditure and lead to weight loss. However, in real interventions, weight loss is often lower than calculated.": "Теоретично додаткові тренування мають підвищити загальні витрати енергії, а вага — зменшитися. Але в реальних дослідницьких програмах схуднення часто менше за «підрахункове».",
    "This is shown in classic energy analysis of causes of \"under-loss\" from exercise: part of the deficit is negated by increased energy intake, reduced non-exercise activity, or physiological adaptations.": "Це добре видно в аналізах енергетичного балансу: частину очікуваного дефіциту «з’їдає» додаткове харчування, менша активність поза тренуванням або фізіологічні адаптації.",
    "2) Compensatory Energy Intake: How Exercise Can Increase Appetite": "2) Компенсаційне споживання енергії: як спорт може підсилювати апетит",
    "Systematic review and meta-analysis in adults with overweight\/obesity shows that on average the effects of exercise programs on energy intake and appetite are small. However, it also highlights significant variability: some people demonstrate changes in appetite control and\/or energy intake that reduce the expected energy deficit.": "Систематичний огляд і метааналіз у дорослих із надмірною вагою\/ожирінням показує: у середньому вплив тренувань на апетит і споживання енергії невеликий. Але є важлива деталь — реакція дуже різниться: у частини людей змінюється контроль апетиту й\/або вони починають їсти більше, що зменшує очікуваний дефіцит.",
    "In a randomized controlled trial of 12-week aerobic training, it was shown that people can compensate for the energy spent on exercise, and the scale of compensation differs between participants and may depend on the \"dose\" of exercise.": "У рандомізованому контрольованому дослідженні 12-тижневої аеробної програми показали: частина людей справді компенсує енергію, витрачену на тренування. Причому масштаб компенсації різний і може залежати від «дози» вправ.",
    "Importantly: \"appetite\" is not just the feeling of hunger. It's a complex of signals that includes hormonal and neural mechanisms, and review literature describes that exercise can affect appetite regulation through multiple pathways (including hormonal and metabolite signals).": "Важливий нюанс: «апетит» — це не лише відчуття голоду. Це складна система сигналів (гормональних і нервових). Огляди описують, що фізичні навантаження можуть впливати на регуляцію апетиту кількома шляхами — зокрема через гормони та метаболіти.",
    "3) NEAT and \"Hidden\" Compensation": "3) NEAT і «прихована» компенсація",
    "Even if a person honestly performs training, total daily energy expenditure may increase less than expected if the body \"saves\" energy outside the gym. This can manifest as reduced spontaneous activity (NEAT), less movement throughout the day, or other changes in energy behavior.": "Навіть якщо людина сумлінно тренується, загальні добові витрати енергії можуть зрости менше, ніж очікувалось, якщо поза залом організм «економить». Це проявляється як зниження спонтанної активності (NEAT): менше руху протягом дня, більше сидіння тощо.",
    "Generalizing reviews on energy balance emphasize that weight changes during interventions depend not only on the training itself, but on the total behavioral and physiological response of the body (energy intake, body composition, energy expenditure).": "Огляди з теми енергетичного балансу підкреслюють: зміни ваги залежать не лише від тренування, а від загальної реакції організму й поведінки — скільки людина їсть, як змінюється склад тіла та як змінюються добові витрати енергії.",
    "4) Why It \"Works\" for Some But Not Others": "4) Чому в одних «працює», а в інших — ні",
    "Scientific papers regularly highlight inter-individual variability in response to exercise. This means that two people can perform a comparable exercise program but have different weight results due to differences in compensatory energy intake, appetite changes, changes in energy expenditure, and body composition.": "Наукові роботи регулярно показують: реакція на тренування між людьми сильно різниться. Двоє можуть виконувати схожу програму, але мати різні результати за вагою — через відмінності в компенсації (харчуванні), апетиті, добових енерговитратах і зміні складу тіла.",
    "5) Why \"Just Eat Less\" Is a Poor Scientific Model": "5) Чому порада «просто їж менше» — надто спрощена",
    "When someone is told to \"just close your mouth\", it's often based on the assumption that appetite is completely voluntary. But intervention data shows that the body can compensate for physical activity both behaviorally (through food) and energetically (through other components of daily expenditure), making \"simple advice\" scientifically incomplete.": "Поради на кшталт «просто менше їж» часто спираються на уявлення, що апетит повністю під контролем волі. Але дані досліджень показують: організм може компенсувати навантаження і поведінково (через їжу), і «енергетично» (через інші компоненти добових витрат). Тож така порада — неповна з наукового погляду.",
    "Conclusions": "Висновки",
    "Exercise is a powerful tool for health, but not a guarantee of weight loss.": "Спорт — сильний інструмент для здоровʼя, але не гарантія схуднення.",
    "Compensatory energy intake and changes in appetite control can \"eat up\" the expected deficit.": "Компенсаційне харчування та зміни в контролі апетиту можуть «з’їдати» очікуваний дефіцит.",
    "NEAT reduction and other adaptations can additionally reduce the effect of exercise on weight.": "Зниження NEAT та інші адаптації можуть додатково зменшувати ефект тренувань на вагу.",
    "Inter-individual differences in response to exercise are the norm, not the \"exception\".": "Міжлюдські відмінності у відповіді на тренування — норма, а не «виняток».",
    "Practical Implications (Not Medical Advice)": "Практичні висновки (не медична порада)",
    "If you're not losing weight from exercise or gaining — this is consistent with research data and is not automatic proof of \"laziness\".": "Якщо ви не худнете від спорту або набираєте — це узгоджується з даними досліджень і не є автоматичним доказом «лінощів».",
    "For weight control, additional strategies are often needed: monitoring energy intake, working with appetite, individualizing exercise load.": "Для контролю ваги часто потрібні додаткові стратегії: відстеження харчування, робота з апетитом і підбір навантаження під себе.",
    "If appetite is a pronounced problem, it's worth discussing with a doctor possible medical causes and treatment options (including pharmacotherapy if indicated).": "Якщо проблема апетиту виражена, варто обговорити з лікарем можливі медичні причини та варіанти лікування (включно з фармакотерапією, якщо показано).",
    "Disclaimer:": "Дисклеймер:",
    "This material is informational in nature and does not replace consultation with a doctor.": "Матеріал має інформаційний характер і не замінює консультацію лікаря.",
    "References": "Джерела",
    "Track what you eat, not just what you burn": "Рахуйте не лише «спалене», а й те, що з’їли",
    "Monitoring your food intake helps you understand your true energy balance and make informed decisions.": "Відстеження харчування допомагає побачити реальний енергетичний баланс і приймати рішення на основі даних.",
    "Exercise is important for health, but its effect on weight is variable. Learn why some people don't lose weight or even gain weight after starting exercise — and it's not about discipline.": "Фізична активність важлива для здоров’я, але її вплив на вагу буває різним. Розберімося, чому після старту тренувань хтось не худне або навіть набирає вагу — і це не завжди про «силу волі».",
    "Exercise is important for health but its effect on weight is variable. Learn why some people do not lose weight from training or even gain weight.": "Фізична активність важлива для здоров’я, але її вплив на вагу буває різним. Дізнайтеся, чому частина людей не худне від тренувань або навіть набирає вагу.",
    "Water supports energy, digestion, appetite control, and metabolism - here's what the research says and how much to aim for.": "Вода підтримує енергію, травлення, контроль апетиту та метаболізм — що каже наука і скільки варто пити.",
    "Rebound Is Not a Relapse: Why Weight Comes Back and Why That Is Normal": "Чому вага повертається після дієти: ефект йо-йо та rebound",
    "Weight regain after weight loss is not a failure of willpower. It is a predictable biological response driven by hormones and metabolism that can persist for years.": "Повернення ваги після схуднення (ефект йо-йо) — не ознака слабкої сили волі. Це передбачувана біологічна відповідь організму на втрату маси тіла: гормональні, метаболічні та нейронні адаптації можуть зберігатися роками й системно штовхати людину назад до попередньої ваги.",
    "weight regain, rebound effect, weight maintenance, appetite hormones, metabolic adaptation": "повернення ваги, ефект йо-йо, rebound-ефект, підтримка ваги, гормони апетиту, метаболічна адаптація",
    "Weight regain after weight loss is not a sign of weak willpower or a motivation failure. It is a predictable biological response to fat loss. Hormonal, metabolic, and neural adaptations can persist for years and push body weight upward.": "Повернення ваги після схуднення — не ознака слабкої сили волі й не «провал мотивації». Це передбачувана біологічна відповідь організму на втрату маси тіла. Гормональні, метаболічні та нейронні адаптації можуть зберігатися роками і підштовхувати вагу вгору.",
    "Rebound effect: weight regain is normal": "Rebound-ефект: чому вага повертається",
    "In most people who lose a substantial amount of weight, part or all of it returns over the following years.": "У більшості людей, які суттєво схудли, протягом наступних років відбувається часткове або повне повернення втраченої ваги.",
    "This is often interpreted as a relapse, loss of control, or lack of discipline. However, modern research shows that the rebound effect is driven by long-lasting hormonal and metabolic adaptations: stronger hunger signals, weaker satiety signals, and lower resting energy expenditure.": "Це явище часто сприймають як «зрив», «втрату контролю» або наслідок недостатньої дисципліни. Однак сучасні дослідження показують: rebound-ефект зумовлений довготривалими гормональними та метаболічними адаптаціями — посиленням сигналів голоду, ослабленням сигналів насичення та зменшенням енергетичних витрат у стані спокою.",
    "This article reviews the key rebound mechanisms and explains why weight regain is usually biology doing its job, not a character flaw.": "У цій статті розглядаємо ключові механізми rebound і пояснюємо, чому повернення ваги зазвичай є нормою біології, а не «помилкою характеру».",
    "After weight loss, appetite hormones can shift toward hunger for a long time.": "Після схуднення гормони апетиту надовго зміщуються в бік голоду.",
    "Metabolic adaptation can persist for years after weight loss.": "Метаболічна адаптація може зберігатися роками після втрати ваги.",
    "Most people partially or fully regain the lost weight over time.": "Більшість людей із часом частково або повністю повертають втрату маси тіла.",
    "Rebound is not an eating disorder and not a relapse. It is a protective response of the body.": "Rebound — це не РХП і не «зрив», а захисна відповідь організму.",
    "Weight maintenance is usually harder than weight loss itself.": "Підтримка ваги зазвичай складніша, ніж саме схуднення.",
    "1) Why Weight Regain Is the Statistical Norm": "1) Чому повернення ваги — статистична норма",
    "Long-term follow-ups after diets and weight loss programs show a stable pattern: within 2–5 years, most people regain a large share of the lost weight or return close to baseline.": "Довготривалі спостереження після дієт та програм схуднення показують стабільну закономірність: протягом 2–5 років більшість людей відновлюють значну частину втраченої ваги або повертаються близько до стартових показників.",
    "Culture frames this as a personal failure. Physiology frames it as an expected consequence of how the brain and hormones react to sustained energy loss.": "У масовій культурі це часто подають як індивідуальну поразку. Але з позиції фізіології — це очікуваний наслідок того, як мозок і гормональна система реагують на тривалу втрату енергії.",
    "2) The Hormonal Trap After Weight Loss": "2) Гормональна пастка після схуднення",
    "After weight loss, appetite regulation changes significantly. A large study published in the New England Journal of Medicine showed that for at least a year after weight loss:": "Після зниження ваги в організмі відбуваються глибокі зміни в регуляції апетиту. Велике дослідження в New England Journal of Medicine показало, що протягом щонайменше року після схуднення:",
    "ghrelin increases (hunger hormone)": "підвищується грелін (гормон голоду)",
    "leptin decreases (satiety hormone)": "знижується лептин (гормон насичення)",
    "satiety peptides (PYY, CCK) decrease": "зменшується секреція пептидів ситості (PYY, CCK)",
    "subjective hunger increases": "посилюється суб’єктивне відчуття голоду",
    "These changes are not short-term. They can persist even when weight stabilizes, creating chronic biological pressure toward regain.": "Ці зміни не є короткочасними. Вони можуть зберігатися навіть тоді, коли вага стабілізується, і створювати хронічний біологічний тиск у бік повторного набору.",
    "3) Metabolic Adaptation: The Body Burns Less Than It Should": "3) Метаболічна адаптація: організм спалює менше, ніж «мав би»",
    "Beyond appetite hormones, the energy economy changes after weight loss. This phenomenon is known as metabolic adaptation or adaptive thermogenesis.": "Окрім гормонів апетиту, після схуднення змінюється й «енергетична економіка» організму. Це явище називають метаболічною адаптацією або адаптивним термогенезом.",
    "A classic 6-year follow-up of The Biggest Loser participants showed that even years after extreme weight loss, resting metabolic rate remained significantly lower than expected for their body weight and composition.": "Класичне шестирічне спостереження за учасниками The Biggest Loser показало, що навіть через роки після екстремального схуднення їхній базальний обмін речовин залишався суттєво нижчим за очікуваний для їхньої ваги та складу тіла.",
    "This means maintaining the new weight may require eating less than calorie calculators would predict. Over time, this increases the feeling of chronic energy shortage and reinforces hunger.": "Це означає, що для підтримки нової ваги людині може бути потрібно постійно їсти менше, ніж «підказують» формули та калькулятори. У довгостроковій перспективі це підсилює відчуття дефіциту енергії й посилює голод.",
    "4) Why Rebound Does Not Equal a Relapse": "4) Чому rebound ≠ «зрив»",
    "Popular rhetoric calls rebound a loss of control or a return to bad habits. But that framing ignores a key fact: after weight loss, the body can behave like it is in chronic energy deficit even with normal eating.": "У популярній риториці rebound часто називають «втратою контролю» або «поверненням до поганих звичок». Але така інтерпретація ігнорує ключовий факт: після схуднення організм може поводитися так, ніби він у хронічному енергетичному дефіциті — навіть за нормального харчування.",
    "When a person starts eating more after restriction, it is not always weakness. It can be the brain trying to restore energy reserves it perceives as necessary for survival.": "Коли людина після періоду обмежень починає їсти більше, це не завжди прояв «слабкості характеру». Часто це спроба мозку відновити енергетичний резерв, який він сприймає як критично важливий для виживання.",
    "In this context, rebound is not pathology but a logical adaptation of the energy regulation system shaped by evolution.": "У цьому контексті rebound — не патологія, а логічна адаптація системи регуляції енергії, закладена еволюцією.",
    "5) Why Maintaining Weight Is Harder Than Losing It": "5) Чому підтримка ваги складніша за схуднення",
    "Many people think the hardest phase is weight loss. Biologically, the maintenance phase is often harder.": "Багато людей вважають, що найважчий етап — це саме схуднення. Однак з біологічної точки зору період підтримки нової ваги часто складніший.",
    "During maintenance:": "У цей час:",
    "hunger hormones stay elevated": "гормони голоду залишаються підвищеними",
    "satiety signals stay reduced": "сигнали ситості залишаються зниженими",
    "metabolism can run in an energy-saving mode": "метаболізм працює в «економному режимі»",
    "the brain reacts more strongly to food cues": "мозок посилено реагує на харчові стимули",
    "That is why long-term studies often show that sustained weight loss maintenance is the rare exception, not the typical outcome.": "Саме тому довгострокові дослідження часто показують: стабільне утримання втрати ваги — радше рідкісний виняток, а не типовий результат.",
    "Rebound after weight loss is common and predictable.": "Rebound після схуднення — поширене й передбачуване явище.",
    "It is driven by hormonal and metabolic adaptations.": "Він зумовлений гормональними та метаболічними адаптаціями.",
    "It is not a relapse and not a lack of willpower.": "Це не «зрив» і не ознака слабкої сили волі.",
    "Maintaining weight is biologically harder than losing it.": "Підтримка ваги біологічно складніша за її зниження.",
    "Weight regain is the body responding to energy loss, not a character flaw.": "Повернення ваги — це відповідь організму на втрату енергії, а не «помилка характеру».",
    "If your weight comes back, it is consistent with scientific evidence.": "Якщо ваша вага повертається — це узгоджується з науковими даними.",
    "Long-term maintenance usually requires different strategies than weight loss itself.": "Тривале утримання ваги потребує інших стратегій, ніж саме схуднення.",
    "Appetite management, reducing biological hunger pressure, and an individualized approach are key.": "Контроль апетиту, зниження біологічного тиску голоду та індивідуалізований підхід — ключові.",
    "In some cases, medication support may be appropriate (prescribed by a doctor).": "У деяких випадках може бути доцільною фармакологічна підтримка (за призначенням лікаря).",
    "Focus on maintenance skills": "Фокус на навичках підтримки",
    "Track meals, appetite patterns, and weight trends. Maintenance is a different game than weight loss.": "Відстежуйте харчування, апетит і тренди ваги. Підтримка — це інша «гра», ніж схуднення.",
    "Weight regain after weight loss is not a failure. It is a predictable biological response driven by hormones and metabolism.": "Повернення ваги після схуднення — не провал. Це передбачувана біологічна відповідь, зумовлена гормонами та метаболізмом.",
    "Willpower Is a Myth: Who Really Controls Your Appetite": "Як схуднути без сили волі: контроль апетиту та гормони",
    "Appetite is not a moral trait. It is regulated by hormones, the hypothalamus, and the brain’s reward system. When diets fail, it is often biology—not weakness.": "Апетит не є проявом характеру чи рівня дисципліни. Він регулюється складною нейроендокринною системою (гормони, гіпоталамус, дофамін). Коли люди «ламаються» на дієтах, це не слабкість — це передбачуваний наслідок біологічних адаптацій.",
    "willpower and appetite, hunger hormones, hypothalamus, dopamine reward system, diet relapse": "як схуднути без сили волі, гормони голоду, гіпоталамус, дофамін і їжа, зриви на дієтах",
    "Appetite is not a reflection of character or discipline. It is regulated by a complex neuroendocrine system where hormones, the hypothalamus, and dopamine circuits play central roles. When people “break” on diets, it is often a predictable biological adaptation—not weakness.": "Апетит не є проявом характеру чи рівня дисципліни. Він регулюється складною нейроендокринною системою, у якій ключову роль відіграють гормони, гіпоталамус і дофамінові контури мозку. Коли люди «ламаються» на дієтах, це не слабкість — це передбачуваний наслідок біологічних адаптацій.",
    "Willpower and appetite: brain and hormones": "Сила волі й апетит: мозок та гормони",
    "Popular culture explains overeating as a lack of willpower. Modern neuroscience suggests appetite is shaped by the interaction of hypothalamic centers, peripheral hormones, and the brain reward system.": "Популярна культура пояснює переїдання браком сили волі. Однак сучасна нейробіологія показує, що апетит формується взаємодією гіпоталамічних центрів, гормонів периферії та системи винагороди мозку.",
    "After restriction or weight loss, these systems adapt in ways that increase hunger, reduce satiety signals, and raise dopamine reactivity to food.": "Після періодів обмежень або втрати ваги ці системи зазнають адаптацій, які посилюють відчуття голоду, знижують сигнали насичення та підвищують дофамінову реактивність на їжу.",
    "This article reviews key appetite regulation mechanisms and explains why long-term “control” is a biologically limited resource, not an endless moral quality.": "У цій статті розглядаються ключові механізми регуляції апетиту і пояснюється, чому «контроль» над їжею є біологічно обмеженим ресурсом, а не нескінченною моральною якістю.",
    "Appetite is regulated by the hypothalamus and hormones—not by “character”.": "Апетит регулюється гіпоталамусом і гормонами, а не «характером».",
    "Ghrelin and leptin shift after diets in a direction that increases hunger.": "Грелін і лептин змінюються після дієт у бік посилення голоду.",
    "The brain reward system makes food a powerful dopamine stimulus.": "Система винагороди мозку робить їжу потужним дофаміновим стимулом.",
    "After weight loss, the brain can become more sensitive to food cues.": "Після втрати ваги мозок стає чутливішим до харчових сигналів.",
    "Willpower cannot compensate for these neurobiological shifts long-term.": "Сила волі не може довгостроково компенсувати ці нейробіологічні зміни.",
    "1) Hypothalamus: The Appetite Dispatcher": "1) Гіпоталамус: диспетчер апетиту",
    "At the center of appetite regulation is the hypothalamus—a small but critical brain structure. It integrates signals from peripheral hormones (ghrelin, leptin, insulin, PYY) and generates hunger or satiety commands.": "У центрі регуляції апетиту лежить гіпоталамус — невелика, але критично важлива структура мозку. Саме тут інтегруються сигнали від периферичних гормонів (греліну, лептину, інсуліну, PYY) та формуються команди щодо почуття голоду або насичення.",
    "Two key hypothalamic neuron populations have opposite roles: some promote eating (NPY\/AgRP) while others suppress it (POMC\/CART). The balance between these systems strongly shapes whether a person feels hungry or full.": "Дві основні нейронні популяції гіпоталамуса мають протилежні функції: одні нейрони стимулюють споживання їжі (NPY\/AgRP), інші — пригнічують його (POMC\/CART). Баланс між цими системами визначає, чи людина відчуває голод, чи навпаки — ситість.",
    "When this balance shifts toward hunger, motivation cannot fully cancel it out. This is a direct neural drive to act, not a psychological whim.": "Коли цей баланс зміщується у бік голоду — жодна «мотивація» не може повністю його нейтралізувати. Це не психологічна примха, а прямий нейронний сигнал до дії.",
    "2) Hunger and Satiety Hormones": "2) Гормони голоду і насичення",
    "Appetite is not just “in the moment”—it reflects long-term hormonal dynamics. Two key players are ghrelin and leptin.": "Апетит формується не в моменті, а є наслідком тривалої гормональної динаміки. Два ключові гравці в цій системі — грелін і лептин.",
    "Ghrelin is produced in the stomach and signals the brain that food is needed. It rises before meals and can increase after restriction.": "Грелін виробляється в шлунку і сигналізує мозку про потребу в їжі. Його рівень зростає перед прийомом їжі та різко підвищується після періодів обмежень.",
    "Leptin is produced by fat tissue and suppresses appetite. After weight loss, leptin drops, and the brain interprets it as a threat to energy reserves.": "Лептин виробляється жировою тканиною і пригнічує апетит. Після втрати ваги його рівень падає, що мозок інтерпретує як сигнал небезпеки для енергетичних резервів.",
    "A classic New England Journal of Medicine study showed that after weight loss, ghrelin remains elevated and leptin remains reduced for at least a year—even when body weight stabilizes.": "Класичне дослідження в New England Journal of Medicine показало, що після схуднення рівні греліну залишаються підвищеними, а рівні лептину — зниженими протягом щонайменше року, навіть коли маса тіла стабілізується.",
    "3) Dopamine: Why Food Becomes Hard to Resist": "3) Дофамін: чому їжа стає навʼязливо привабливою",
    "Besides homeostatic appetite (energy needs), there is a hedonic component—eating for pleasure. It is strongly linked to the dopamine reward system.": "Окрім гомеостатичного апетиту (потреби в енергії), існує ще гедонічний компонент — бажання їсти заради задоволення. Він регулюється дофаміновою системою винагороди.",
    "After weight loss and prolonged dieting, reward circuits can become more reactive to food cues (sight, smell, taste), increasing craving even without true energy need.": "Після втрати ваги та тривалих дієт ця система стає гіперчутливою до харчових стимулів: мозок сильніше реагує на вигляд, запах і смак їжі, що посилює тягу навіть за відсутності реальної енергетичної потреби.",
    "Neuroimaging studies show that after weight loss, reward center responses to food can be stronger than before dieting—creating a subjective feeling of “loss of control” that reflects neural adaptation, not weak character.": "У нейровізуалізаційних дослідженнях показано, що у людей після схуднення активність центрів винагороди у відповідь на їжу вища, ніж до дієти. Це створює субʼєктивне відчуття «втрати контролю», яке насправді є нейронною перебудовою, а не слабкістю характеру.",
    "4) Why “Control” Gets Exhausted": "4) Чому «контроль» виснажується",
    "Even when someone tries to restrict food consciously, it requires sustained activation of the prefrontal cortex—regions involved in self-control.": "Навіть якщо людина намагається свідомо обмежувати їжу, це вимагає постійної активації префронтальної кори — ділянки мозку, відповідальної за самоконтроль.",
    "But when the hypothalamus keeps sending hunger signals and the reward system increases food value, cognitive control tends to fatigue over time.": "Але коли гіпоталамус безперервно посилає сигнали голоду, а система винагороди посилює цінність їжі, когнітивний контроль поступово виснажується.",
    "In that state, a “relapse” is not a moral defeat but a point where biological pressure exceeds the brain’s inhibitory resources.": "У такому стані «зрив» є не актом моральної поразки, а точкою, в якій біологічний тиск перевищує ресурс кори стримування.",
    "5) Why Willpower Cannot Beat Biology": "5) Чому сила волі не може перемогти біологію",
    "Willpower can help in the short term (e.g., skipping dessert today). But it cannot fight for years against:": "Сила волі працює у короткостроковій перспективі. Вона може допомогти відмовитися від десерту сьогодні. Але вона не здатна роками протистояти:",
    "elevated ghrelin": "підвищеному греліну",
    "reduced leptin": "зниженому лептину",
    "metabolic adaptation": "метаболічній адаптації",
    "a hypersensitive reward system": "гіперчутливій системі винагороди",
    "That is why long-term studies often show: even highly motivated people regain weight over time if the biological context does not change.": "Саме тому майже всі довгострокові дослідження демонструють: навіть наймотивованіші люди з часом повертають вагу, якщо не змінюється їхній біологічний контекст.",
    "Appetite is regulated by hormones and the brain, not by character.": "Апетит регулюється гормонами і мозком, а не характером.",
    "After diets, biological pressure toward eating increases.": "Після дієт біологічний тиск у бік їжі зростає.",
    "The reward system amplifies food value after weight loss.": "Система винагороди підсилює цінність їжі після схуднення.",
    "Willpower cannot compensate for these processes long-term.": "Сила волі не здатна довгостроково компенсувати ці процеси.",
    "Diet “relapses” are often a predictable consequence of neurobiology.": "«Зриви» — це передбачуваний наслідок нейробіології.",
    "If you feel hungry all the time, it is not a character defect.": "Якщо вам постійно хочеться їсти — це не дефект характеру.",
    "Calorie restriction triggers hormonal adaptations.": "Обмеження калорій запускає гормональні адаптації.",
    "Appetite control often requires biological tools—not just motivation.": "Контроль апетиту потребує біологічних інструментів, а не лише мотивації.",
    "Design for appetite, not willpower": "Будуйте систему під апетит, а не під силу волі",
    "Build a food environment and routine that lowers hunger pressure and reduces decision fatigue.": "Сформуйте середовище й рутину, які знижують тиск голоду та зменшують втому від постійних рішень.",
    "Appetite is regulated by hormones and the brain. When diets fail, it is often biology—not weakness.": "Апетит регулюється гормонами і мозком. Коли дієти «не витримуються», це часто біологія — а не слабкість.",
    "Set Point: Why Weight Stalls and Why the Body Resists Weight Loss": "Set point: чому вага стоїть і чому тіло чинить опір схудненню",
    "If your weight does not move for months despite a calorie deficit and training, it is not always a tracking mistake. The body can actively defend a higher weight by lowering energy expenditure and increasing appetite.": "Якщо вага місяцями не зрушується, попри дефіцит калорій і тренування, це не завжди «помилка підрахунків». Організм може активно захищати вищу вагу, знижуючи витрати енергії та підвищуючи апетит.",
    "set point, defended weight, weight loss plateau, adaptive thermogenesis, NEAT, appetite": "set point, defended weight, плато схуднення, адаптивний термогенез, NEAT, апетит",
    "If your weight does not move for months despite a calorie deficit and training, it is not always a tracking mistake or sabotage. The body may defend a higher weight by lowering energy expenditure and increasing appetite to return to what it considers safe.": "Якщо вага місяцями не зрушується, попри дефіцит калорій і тренування, це не обов’язково «помилка підрахунків» чи саботаж. Це може бути прояв біологічного захисту ваги: організм знижує витрати енергії та підвищує апетит, щоб повернути тіло до ваги, яку вважає безпечною.",
    "Set point and plateau: defended weight": "Set point і плато: defended weight",
    "Many people face a plateau: weight stops decreasing even when a calorie deficit and regular activity are maintained.": "Багато людей стикаються з «плато»: вага перестає знижуватися, навіть коли зберігається дефіцит калорій і регулярна фізична активність.",
    "Popular explanations focus on tracking errors or motivation. However, research shows plateaus can reflect active neuroendocrine and metabolic adaptations aimed at protecting body mass after weight loss.": "У популярній інтерпретації це часто пояснюють помилками обліку їжі або «зниженням мотивації». Однак дослідження показують, що плато може бути проявом активних нейроендокринних і метаболічних адаптацій, спрямованих на збереження маси тіла після її втрати.",
    "This article takes a practical look at the set point (defended weight) concept, explains why the body resists further loss, and why plateaus are common and not necessarily pathological.": "У цій статті розглядається прикладний бік концепції set point (defended weight), пояснюється, чому організм чинить опір подальшому схудненню і чому плато є нормальним, а не патологічним явищем.",
    "After weight loss, the body can actively defend the previous weight.": "Після схуднення організм може активно захищати попередню вагу.",
    "Metabolism can slow down more than formulas would predict.": "Метаболізм може сповільнюватися сильніше, ніж очікується за формулами.",
    "Appetite can increase even when calorie targets stay the same.": "Апетит може зростати, навіть якщо калорійність «на папері» не змінюється.",
    "A plateau is often a phase of biological adaptation, not a process failure.": "Плато — це не зупинка процесу, а фаза біологічної адаптації.",
    "Not every body can easily “reset” the defended weight range.": "Не всі тіла здатні легко «перепрограмувати» defended weight (set point-діапазон).",
    "1) What Set Point Means in Plain Language": "1) Що таке set point простими словами",
    "Modern research often uses defended weight or settling point instead of a rigid set point. The idea is similar: the body has a weight range it considers safe and will try to return to it after weight loss.": "У науковій літературі все рідше говорять про жорстку «точку» ваги і все частіше використовують терміни defended weight або settling point. Суть одна: організм має діапазон маси тіла, який він вважає безпечним, і активно намагається повернути тіло до цього діапазону після його зниження.",
    "When you lose weight, the brain does not interpret it as “better shape”. It can interpret fat loss as a threat and trigger compensations:": "Коли людина худне, мозок не сприймає це як «покращення форми». Він може інтерпретувати втрату жирових запасів як потенційну загрозу й запускає компенсаторні механізми:",
    "higher appetite": "підвищення апетиту",
    "weaker satiety signals": "зниження сигналів насичення",
    "slower metabolism": "сповільнення обміну речовин",
    "less spontaneous daily movement (NEAT)": "економія енергії на побутових рухах (NEAT)",
    "This is not “broken metabolism”. It is an evolutionary energy defense system.": "Усе це — не «поломка», а еволюційно збережена система захисту енергетичних резервів.",
    "2) Why Weight Stalls Even If You Eat “Little”": "2) Чому вага стоїть, навіть якщо ви їсте «мало»",
    "A common complaint sounds like: “I eat 1200–1500 kcal, I train, and my weight does not move for weeks or months.”": "Одна з найчастіших скарг звучить так: «Я їм 1200–1500 калорій, тренуюся, а вага не рухається тижнями або місяцями».",
    "From a scientific point of view, there are several reasons:": "З наукової точки зору це має кілька пояснень:",
    "Adaptive thermogenesis.": "Адаптивний термогенез.",
    "After weight loss, resting energy expenditure can drop more than expected from body mass change alone.": "Після схуднення базальний обмін речовин може знижуватися сильніше, ніж очікується лише через зменшення маси тіла.",
    "Lower NEAT.": "Зменшення NEAT.",
    "The body can unconsciously reduce spontaneous activity outside training, lowering total daily expenditure.": "Організм несвідомо скорочує спонтанну активність поза тренуванням, що додатково зменшує добові витрати енергії.",
    "Higher appetite.": "Підвищений апетит.",
    "Even if the planned calorie target does not change, hunger signals can increase and make the real deficit harder to maintain.": "Навіть якщо планова калорійність не змінюється, мозок може посилювати сигнали голоду — і підтримувати реальний дефіцит стає важче.",
    "As a result, the actual energy deficit can disappear even if the plan looks unchanged on paper.": "У підсумку фактичний дефіцит енергії може «зникати», навіть якщо раціон формально не змінюється.",
    "3) Why a Plateau Is Not the End of the Process": "3) Чому плато — це не кінець процесу",
    "A plateau often feels like proof that the method stopped working. In reality, it can be a period when the body is rebuilding a new energy balance.": "Плато часто сприймається як доказ того, що «метод більше не працює». Але в реальності це період, у якому організм перебудовує новий енергетичний баланс.",
    "At the same time, scale weight is noisy: glycogen, water retention, bowel content, and training inflammation can mask fat loss for weeks.": "Водночас вага на вагах «шумить»: глікоген, затримка води, вміст кишківника та запалення після тренувань можуть маскувати втрату жиру на тижні.",
    "Plateaus are a signal to adjust strategy, not a moral verdict. The goal is to reduce hunger pressure and keep the deficit realistic and sustainable.": "Плато — це сигнал підкоригувати стратегію, а не «вирок» характеру. Ціль — знизити тиск голоду й зробити дефіцит реалістичним та стійким.",
    "4) What to Do During a Plateau (Practical Checklist)": "4) Що робити під час плато (практичний чеклист)",
    "Track trends, not single weigh-ins (use a 7–14 day trend line).": "Дивіться на тренд, а не на разові зважування (7–14 днів).",
    "Audit intake for 7 days (hidden calories, oils, snacks, drinks).": "Зробіть «аудит» раціону на 7 днів (приховані калорії, олії, перекуси, напої).",
    "Raise protein and fiber to improve satiety.": "Підніміть білок і клітковину — це покращує ситість.",
    "Increase steps\/NEAT (a small daily increase can matter).": "Збільште кроки\/NEAT (навіть невелике щоденне підвищення може спрацювати).",
    "Consider a 1–2 week maintenance phase if hunger is high and adherence is collapsing.": "Розгляньте 1–2 тижні підтримки (maintenance), якщо голод високий і «витримка» розвалюється.",
    "Prioritize sleep and stress reduction (both affect appetite).": "Пріоритезуйте сон і зниження стресу (обидва впливають на апетит).",
    "A plateau is common after weight loss and often reflects adaptation.": "Плато після схуднення — поширене і часто є проявом адаптації.",
    "The body can defend weight by lowering expenditure and increasing hunger.": "Організм може «захищати» вагу, знижуючи витрати енергії та підвищуючи голод.",
    "NEAT and metabolic adaptation can reduce the expected deficit.": "NEAT і метаболічна адаптація можуть зменшувати очікуваний дефіцит.",
    "Plateaus are best handled by strategy adjustments, not extreme restriction.": "Плато краще проходити через корекцію стратегії, а не через радикальні обмеження.",
    "If plateaus are persistent, professional support and medical evaluation can help.": "Якщо плато затяжне — може допомогти підтримка спеціаліста та медична оцінка причин.",
    "If weight is stuck, it does not automatically mean you are doing something wrong.": "Якщо вага стоїть, це не означає автоматично, що ви «все робите неправильно».",
    "Aim for a sustainable deficit and build skills for maintenance phases.": "Обирайте стійкий дефіцит і прокачуйте навички підтримки (maintenance).",
    "If hunger is overwhelming, discuss evidence-based tools with a clinician (including medication when appropriate).": "Якщо голод нестерпний — обговоріть з лікарем доказові інструменти (включно з фармакотерапією, якщо доречно).",
    "Plan plateaus like you plan workouts": "Плануйте плато так само, як плануєте тренування",
    "Use tracking, maintenance phases, and routine to reduce hunger pressure and stay consistent.": "Використовуйте трекінг, фази підтримки та рутину, щоб знизити тиск голоду й залишатися в стабільності.",
    "Weight plateaus are often an adaptation: lower energy expenditure, higher hunger, and a defended weight range.": "Плато часто є адаптацією: нижчі енерговитрати, вищий голод і «захищений» діапазон ваги.",
    "Intuitive Eating Is Not a Universal Solution: When “Listening to Your Body” Doesn’t Work": "Інтуїтивне харчування: чому воно не працює для схуднення",
    "Intuitive eating can reduce food anxiety, but it is not a universal weight-control strategy. After dieting, hunger signals can be biologically distorted and lead to gradual overeating and weight regain.": "Інтуїтивне харчування знижує тривожність, але після дієт «сигнали голоду» часто зламані. Чому інтуїція може вести до набору ваги — пояснюємо з точки зору науки.",
    "intuitive eating, weight regain, defended weight, post-diet hunger, appetite signals": "інтуїтивне харчування, схуднення, сигнали голоду, критика інтуїтивного харчування, чому я набираю вагу",
    "Intuitive eating can help people who live with strict food rules and fear of eating. But for people prone to weight gain, high appetite, and a long dieting history, it can lead to gradual overeating and rebound. The issue is not the method itself, but the belief that it fits everyone.": "Інтуїтивне харчування допомагає людям із жорсткими харчовими заборонами та страхом їжі. Але для осіб зі схильністю до набору ваги, підвищеним апетитом і history дієт воно часто призводить до поступового переїдання й rebound-ефекту. Проблема не в методі як такому, а в хибному уявленні, що він підходить усім.",
    "Intuitive eating is not universal": "Інтуїтивне харчування — не для всіх",
    "Intuitive eating (IE) is promoted as an alternative to dieting and a way to restore “natural” hunger and satiety cues.": "Інтуїтивне харчування (Intuitive Eating, IE) позиціонується як альтернатива дієтам і спосіб відновити «природні» сигнали голоду та насичення.",
    "Studies associate IE with better psychological outcomes, less food anxiety, and improved body image.": "У низці досліджень воно асоціюється з покращенням психологічного стану, зменшенням харчової тривожності та кращим ставленням до тіла.",
    "However, current evidence does not support IE as an effective weight-control strategy for people prone to obesity or with high appetite. This article explains the scientific limitations of intuitive eating and why it is not universal.": "Однак наявні дані не підтверджують IE як ефективну стратегію контролю ваги у людей зі схильністю до ожиріння або підвищеним апетитом. У цій статті розглядаються наукові обмеження інтуїтивного харчування та пояснюється, чому воно не є універсальним рішенням для всіх.",
    "Intuitive eating improves psychological outcomes, but does not guarantee stable body weight.": "Інтуїтивне харчування покращує психологічні показники, але не гарантує стабільної ваги.",
    "It tends to work better for people without obesity and without a long dieting history.": "Метод зазвичай ефективніший для людей без ожиріння та без тривалої history дієт.",
    "After dieting, hunger signals can be biologically distorted.": "Після дієт сигнали голоду біологічно спотворені.",
    "Elevated appetite can persist for years after weight loss.": "Підвищений апетит може зберігатися роками після схуднення.",
    "For some people, “eating by feelings” systematically means overeating.": "Для частини людей «їсти по відчуттях» означає систематично переїдати.",
    "1) What Intuitive Eating Actually Is": "1) Що таке інтуїтивне харчування насправді",
    "Intuitive eating was designed as an alternative to rigid dieting. Its key principles include:": "Інтуїтивне харчування — це підхід, розроблений як альтернатива жорстким дієтам. Його ключові принципи включають:",
    "removing strict food rules": "відмову від харчових заборон",
    "responding to hunger and satiety cues": "орієнтацію на сигнали голоду й насичення",
    "reducing guilt around food": "зменшення почуття провини за їжу",
    "focusing on well-being rather than weight": "фокус на благополуччя, а не на вагу",
    "Research links IE to lower depression, fewer eating-disorder symptoms, and improved body image.": "У дослідженнях цей підхід асоціюється з нижчим рівнем депресії, меншою частотою розладів харчової поведінки та кращим образом тіла.",
    "The problem starts when IE is marketed not as a therapeutic tool, but as a universal nutrition model for everyone—regardless of biology.": "Проблема починається тоді, коли IE подають не як терапевтичний інструмент, а як універсальну модель харчування для всіх людей — незалежно від їхньої біології.",
    "2) Who Intuitive Eating Truly Works For": "2) Для кого інтуїтивне харчування справді працює",
    "Across studies, the best outcomes for IE are often seen in people who are:": "У наукових роботах чітко простежується: найкращі результати від IE демонструють люди:",
    "without obesity": "без ожиріння",
    "without a long dieting history": "без тривалої history дієт",
    "without chronic overeating history": "без хронічного переїдання в анамнезі",
    "with relatively stable hunger and satiety signals": "з відносно стабільними сигналами голоду й ситості",
    "For this group, “listening to the body” can translate to moderate intake and less obsessive food drive.": "У цій групі «слухати тіло» справді може означати повернення до помірного енергоспоживання і зменшення навʼязливої тяги до їжі.",
    "3) Why “Intuition” Breaks After Dieting": "3) Чому інтуїція ламається після дієт",
    "After restriction, hunger and satiety cues are no longer “clean”. They undergo hormonal and neural changes.": "Після періодів обмежень сигнали голоду й насичення більше не є «чистими». Вони зазнають гормональних і нейронних змін.",
    "Evidence suggests that after weight loss:": "Дослідження показують, що після схуднення:",
    "the brain becomes more reactive to food cues": "посилюється реактивність мозку на їжу",
    "In that state, eating “intuitively” may mean obeying biologically distorted signals that push toward overeating.": "У такому стані «їсти інтуїтивно» означає не слідувати природній потребі, а підкорятися біологічно спотвореним сигналам, що штовхають до переїдання.",
    "4) High Appetite Does Not Automatically Mean an Eating Disorder": "4) Підвищений апетит ≠ розлад харчової поведінки",
    "Many discussions treat any overeating as a psychological issue. From a scientific view, that is often wrong.": "У багатьох дискусіях будь-яке переїдання автоматично трактують як психологічну проблему. Але з наукової точки зору це хибна логіка.",
    "High appetite after dieting is not a “bad habit” or “compulsive behavior”. It can be a hormonally driven state where the body tries to restore lost energy reserves.": "Підвищений апетит після дієт — це не «погана звичка» і не «компульсивна поведінка». Це гормонально зумовлений стан, у якому організм активно намагається відновити втрачені енергетичні резерви.",
    "Calling such a person “food addicted” can confuse a biological mechanism with a psychiatric diagnosis.": "Називати таку людину «залежною від їжі» — це плутати біологічний механізм із психіатричним діагнозом.",
    "5) Why IE Often Leads to Gradual Weight Gain": "5) Чому IE часто веде до поступового набору ваги",
    "For people prone to obesity and with a dieting history, IE often looks like this:": "Для людей зі схильністю до ожиріння та history дієт інтуїтивне харчування часто має такий сценарій:",
    "guilt around food decreases": "зникає почуття провини за їжу",
    "restrictions are removed": "знімаються заборони",
    "energy intake increases": "зростає енергоспоживання",
    "weight slowly but steadily increases": "вага повільно, але стабільно зростає",
    "Early on, it can look like “healing from diet mentality”. But long-term, it may ignore defended weight, metabolic adaptation, and post-diet appetite.": "На перших етапах це може виглядати як «одужання від дієтичного мислення». Але в довгостроковій перспективі метод не враховує defended weight, метаболічну адаптацію і підвищений апетит після схуднення.",
    "6) Why IE Should Not Be Sold as an Absolute": "6) Чому IE не можна подавати як абсолют",
    "The issue is not IE itself, but how it is marketed.": "Проблема інтуїтивного харчування не в ньому самому, а в тому, як його продають.",
    "When people with heavy dieting history are told: “Just listen to your body and your weight will stabilize”, it creates unrealistic expectations and often ends in frustration.": "Коли людям із тяжким history дієт кажуть: «Просто слухай своє тіло — і вага стабілізується», це створює нереалістичні очікування і неминуче завершується розчаруванням.",
    "Evidence does not show that IE is an effective weight-control strategy for people prone to obesity.": "Наукові дані не підтверджують, що IE є ефективною стратегією контролю ваги для осіб зі схильністю до ожиріння.",
    "Intuitive eating can support mental health, but it is not universal.": "Інтуїтивне харчування корисне для психіки, але не універсальне.",
    "High appetite is physiology, not automatically an eating disorder.": "Підвищений апетит — це фізіологія, а не РХП.",
    "For some people, IE becomes chronic overeating.": "Для частини людей IE означає хронічне переїдання.",
    "IE does not account for defended weight and rebound in everyone.": "Метод не враховує defended weight і rebound-ефект.",
    "IE can be useful as a therapeutic phase, not necessarily a final strategy.": "IE може бути корисним як терапевтичний етап, а не фінальна стратегія.",
    "If weight increases on IE, it does not automatically mean you are “doing it wrong”.": "Якщо від IE росте вага — це не «ви щось робите не так».",
    "Nutrition strategies should account for biology, not only psychology.": "Методи харчування мають враховувати біологію, а не лише психологію.",
    "Some people need other tools to stabilize weight long-term.": "У частини людей для стабілізації ваги потрібні інші інструменти.",
    "Use IE as a tool, not a promise": "Використовуйте IE як інструмент, а не як обіцянку",
    "If appetite is high, combine IE with structure: protein, fiber, routines, and evidence-based support.": "Якщо апетит високий, поєднуйте IE зі структурою: білок, клітковина, рутина та доказова підтримка.",
    "Intuitive eating can reduce food anxiety, but after dieting “hunger cues” may be distorted and lead to gradual overeating.": "Інтуїтивне харчування може зменшувати харчову тривожність, але після дієт «сигнали голоду» можуть бути спотворені й вести до поступового переїдання.",
    "GLP-1: How Hormonal Therapy Breaks All “Moral” Theories of Weight Loss": "Препарати для схуднення (Оземпік\/GLP-1): як це працює насправді",
    "GLP-1 drugs (semaglutide, tirzepatide) do not “build willpower”. They change appetite, satiety, and reward signaling—showing weight control is a neuroendocrine process, not a moral test.": "Уколи для схуднення (семаглутид, тирзепатид) не «додають сили волі». Вони змінюють сигнали апетиту та винагороди в мозку. Як працює GLP-1 і чому це не магія, а нейробіологія.",
    "GLP-1, semaglutide, tirzepatide, appetite control, obesity neuroendocrine, food noise": "оземпік, GLP-1, семаглутид, тирзепатид, уколи для схуднення, як працює оземпік, контроль апетиту",
    "GLP-1 drugs (semaglutide, tirzepatide) do not “train willpower”. They change biological signals of appetite, satiety, and reward. Their effect shows that what used to be blamed on discipline is often a controllable neuroendocrine process.": "Препарати на основі GLP-1 (семаглутид, тирзепатид) не «виховують силу волі». Вони змінюють біологічні сигнали апетиту, насичення й винагороди. Їхній ефект показує: те, що роками вважали браком дисципліни, насправді є керованим нейроендокринним процесом.",
    "GLP-1 therapy and appetite control": "GLP-1-терапія та контроль апетиту",
    "GLP-1 receptor agonists have radically changed how we think about weight control. They show that appetite and overeating are not just habits, but direct consequences of hormonal and neural signaling.": "Агоністи рецепторів GLP-1 радикально змінили уявлення про контроль ваги. Вони демонструють, що апетит і переїдання — не лише поведінкові звички, а прямий наслідок гормональних і нейронних сигналів.",
    "This article explains how GLP-1 drugs work, why they reduce not only food intake but also obsessive thoughts about food, and what their effect suggests about the true nature of obesity.": "У цій статті розглядається, як працюють GLP-1-препарати, чому вони знижують не лише кількість їжі, а й навʼязливість думок про неї, і що їхній ефект говорить про справжню природу ожиріння.",
    "GLP-1 drugs reduce appetite and strengthen satiety signals.": "GLP-1-препарати зменшують апетит і посилюють сигнали насичення.",
    "They act not only on the gut, but also on brain reward circuits.": "Вони впливають не лише на кишечник, а й на центри винагороди мозку.",
    "Food “noise” can decrease substantially for many people.": "У багатьох людей зменшується «харчова навʼязливість».",
    "The effect is not willpower—it is pharmacological signal change.": "Це не сила волі — це фармакологічна зміна сигналів.",
    "GLP-1 shows appetite is a manageable biological parameter.": "GLP-1 демонструє, що апетит — керований біологічний параметр.",
    "1) What GLP-1 Means in Plain Language": "1) Що таке GLP-1 простими словами",
    "GLP-1 (glucagon-like peptide-1) is a gut hormone released in response to food. Its effects include:": "GLP-1 (glucagon-like peptide-1) — це гормон, який у нормі виробляється в кишечнику у відповідь на їжу. Його функції включають:",
    "slower gastric emptying": "уповільнення випорожнення шлунка",
    "stronger satiety": "посилення відчуття ситості",
    "lower appetite": "зниження апетиту",
    "effects on brain reward circuitry": "вплив на центри винагороди мозку",
    "GLP-1-based medications (semaglutide, tirzepatide) mimic or amplify these signals, changing not “behavior”, but the underlying biology of appetite.": "Препарати на основі GLP-1 (семаглутид, тирзепатид) імітують або підсилюють ці сигнали, змінюючи не «поведінку», а саму біологічну логіку апетиту.",
    "2) Why It Feels Like “A Different Version of You”": "2) Чому ефект відчувається як «інша версія себе»",
    "Many people on GLP-1 therapy describe a similar shift: food stops being a constant background thought.": "Багато людей, які починають GLP-1-терапію, описують схожий феномен: їжа перестає бути постійною фоновою думкою.",
    "This is not magic or placebo. Neuroimaging work suggests GLP-1 agonists can reduce reward-circuit activation to food cues, lowering subjective “pull”.": "Це не магія і не плацебо. У нейровізуалізаційних дослідженнях показано, що GLP-1-агоністи можуть знижувати активацію центрів винагороди у відповідь на харчові стимули, зменшуючи їхню субʼєктивну «привабливість».",
    "In other words, the drug does not force restraint—it reduces the intensity of craving itself.": "Іншими словами, препарат не змушує «стримуватися» — він зменшує сам інтенсивний потяг до їжі.",
    "3) Why GLP-1 Breaks the Willpower Myth": "3) Чому GLP-1 ламає міф про силу волі",
    "If someone struggled for years to maintain weight, but on GLP-1 they suddenly:": "Якщо людина роками не могла втримати вагу, а на GLP-1 раптом:",
    "eats less without effort": "їсть менше без зусиль",
    "gets full faster": "швидше насичується",
    "thinks about food less": "не думає постійно про їжу",
    "stops “relapsing” into overeating": "перестає «зриватися»",
    "— it strongly suggests the bottleneck was never character.": "— це означає, що проблема ніколи не була в її характері.",
    "The drug does not add discipline. It changes hormonal and neural signals that previously pushed eating.": "Препарат не додає дисципліни. Він змінює гормональні та нейронні сигнали, які раніше штовхали людину до переїдання.",
    "4) Why the Effect Can Be So Stable": "4) Чому ефект може бути таким стабільним",
    "In clinical trials, semaglutide and tirzepatide show long-term reductions in energy intake with a relatively stable effect profile.": "У клінічних дослідженнях семаглутид і тирзепатид демонструють довготривале зниження енерговживання з відносно стабільним профілем дії.",
    "This relates to multi-pathway action: hypothalamic hunger circuits, satiety signaling, and reward responses can all shift.": "Це повʼязано з багатоканальною дією: змінюються гіпоталамічні центри голоду, сигнали ситості та реакції системи винагороди.",
    "5) Why This Is Not “Cheating”": "5) Чому це не «читерство»",
    "Public discourse sometimes calls GLP-1 “the easy way”. That frame is scientifically misleading.": "У публічному дискурсі GLP-1 інколи називають «легким шляхом». Але з наукової точки зору це хибна рамка.",
    "6) What GLP-1 Suggests About Obesity": "6) Що GLP-1 показує про природу ожиріння",
    "The effect of these drugs points to a simple idea: obesity is not just “lack of discipline”, but a chronic dysregulation of energy balance biology.": "Ефект цих препаратів демонструє просту істину: ожиріння — це не брак дисципліни, а хронічне порушення нейроендокринної регуляції енергії.",
    "If changing signals can change eating behavior dramatically, biology was a primary driver—not simply “bad habits”.": "Якщо фармакологічна корекція сигналів здатна радикально змінити поведінку з їжею, то первинною причиною була біологія — а не лише «погані звички».",
    "GLP-1 drugs change biological appetite signals.": "GLP-1-препарати змінюють біологічні сигнали апетиту.",
    "They can reduce obsessive food thoughts.": "Вони можуть знижувати навʼязливість думок про їжу.",
    "Their effect is not willpower.": "Їхній ефект — не сила волі.",
    "They show appetite is a controllable biological process.": "Вони демонструють, що апетит — керований процес.",
    "They challenge moral narratives around obesity.": "Це руйнує моральні моделі ожиріння.",
    "If GLP-1 “suddenly helped”, it is physiology—not magic.": "Якщо GLP-1 «раптом допоміг» — це фізіологія, а не магія.",
    "This does not mean everyone needs medication.": "Це не означає, що препарат потрібен усім.",
    "But it suggests appetite is not a character defect.": "Але це означає, що проблема апетиту — не дефект характеру.",
    "Any medication should be prescribed and monitored by a clinician.": "Будь-яке фармакологічне втручання має призначатися і контролюватися лікарем.",
    "Treat appetite like physiology": "Ставтеся до апетиту як до фізіології",
    "Combine evidence-based tools: nutrition structure, activity, sleep, and medical support when appropriate.": "Поєднуйте доказові інструменти: структуру харчування, активність, сон і медичну підтримку, коли це доречно.",
    "GLP-1 drugs change appetite, satiety, and reward signaling—showing weight control is biology, not a moral test.": "GLP-1-препарати змінюють сигнали апетиту, насичення й винагороди — і показують, що контроль ваги це біологія, а не моральний тест.",
    "Why Most Fitness Coaches Are Wrong (Not Out of Malice)": "Як вибрати тренера для схуднення: помилки фітнес-індустрії",
    "Fitness advice is shaped by selection and survivorship bias: many coaches never experienced true obesity, metabolic adaptation, or rebound cycles. Their model can work for them, but it often does not scale to most people.": "Чому поради тренерів часто не працюють? Більшість коучів ніколи не мали ожиріння і не знають про метаболічну адаптацію. Як survivorship bias спотворює фітнес-індустрію.",
    "fitness coaches, selection bias, survivorship bias, obesity, metabolic adaptation, rebound, genetics": "як вибрати тренера, фітнес коуч, помилки тренерів, чому я не худну з тренером, генетика схуднення",
    "The fitness and “clean eating” industry is built on selection bias. Most coaches never experienced true obesity, metabolic adaptation, or rebound cycles. They truly believe in their model—but that model does not scale to most people.": "Індустрія фітнесу та «правильного харчування» побудована на селекційному байасі. Більшість коучів ніколи не мали справжнього ожиріння, не переживали метаболічної адаптації й не проходили через rebound-цикли. Вони щиро вірять у свою модель — але ця модель не масштабується на більшість людей.",
    "Selection bias in fitness coaching": "Селекційний байас у фітнес-коучингу",
    "Selection bias: many coaches never lived through true obesity, metabolic adaptation, or rebound cycles—so their model doesn’t scale.": "Селекційний байас: більшість коучів не проживали справжнє ожиріння, метаболічну адаптацію чи rebound-цикли — тому їхня модель не масштабується.",
    "In popular discourse, fitness coaches present weight loss as a simple process driven by discipline and “good habits”. But long-term data show stable weight maintenance is a rare exception, not the typical outcome.": "У популярному дискурсі фітнес-коучі позиціонують схуднення як простий процес, що залежить від дисципліни та «правильних звичок». Однак довгострокові дані демонструють, що утримання ваги є рідкісним винятком, а не типовим результатом.",
    "This article explains how selection bias, survivorship bias, and genetic variability create a distorted picture of “success” in the weight-loss industry—and why many coaches are wrong not out of bad intent, but due to their own biological luck.": "У цій статті розглядається, як селекційний байас, survivorship bias та генетична варіабельність формують викривлену картину «успіху» в індустрії схуднення, і чому більшість коучів помиляються не зі злого умислу, а через власну біологічну удачу.",
    "The fitness industry suffers from survivorship bias.": "Фітнес-індустрія страждає від survivorship bias.",
    "Most coaches have never experienced true obesity.": "Більшість коучів не мають досвіду справжнього ожиріння.",
    "Their “success” often does not scale to others.": "Їхній успіх часто не масштабується на інших людей.",
    "Genetics and biology can outweigh “habits”.": "Генетика й біологія часто мають більший вплив, ніж «звички».",
    "Moralizing weight is not science-based.": "Моралізація ваги є науково необґрунтованою.",
    "1) Selection Bias: You Are Looking at the Wrong People": "1) Селекційний байас: ви бачите не тих людей",
    "Social feeds are full of success stories: “I lost 30 kg”, “I changed my life”, “I just started eating right”.": "У стрічках соцмереж ви постійно бачите історії успіху: «я схуд на 30 кг», «я змінив життя», «я просто почав їсти правильно».",
    "You do not see the hundreds who did the same—and regained weight 2–5 years later.": "Ви не бачите сотні людей, які зробили те саме — і через 2–5 років повернули вагу.",
    "This is classic survivorship bias: only those for whom it worked (by chance or biology) remain visible.": "Це класичний survivorship bias: у публічному просторі залишаються лише ті, у кого випадково або біологічно вийшло.",
    "And those visible outliers often become coaches—not because they have a universal formula, but because they are a rare exception.": "І саме ці люди стають коучами. Не тому, що вони мають універсальну формулу. А тому, що вони — рідкісний виняток.",
    "2) Many Never Lived Through True Obesity": "2) Вони ніколи не мали справжнього ожиріння",
    "If you look closely at the background of many coaches, a pattern appears:": "Якщо уважно подивитися на бекграунд більшості фітнес-коучів, виявляється одна деталь:",
    "they were “a bit chubby” in childhood": "вони були «трохи повні» в дитинстві",
    "or they were always lean": "або завжди були худими",
    "or they had a short weight-gain phase": "або мали короткий період набору ваги",
    "but they never lived for years with obesity": "але ніколи не жили роками в стані ожиріння",
    "This matters because people without obesity history often do not experience the same biological pressure: metabolic adaptation, defended weight shifts, chronic appetite elevation, rebound cycles.": "Це критично. Тому що люди без досвіду ожиріння часто не мають того самого біологічного тиску: метаболічної адаптації, set point-зсуву, хронічно підвищеного апетиту, rebound-циклів.",
    "So they genuinely do not understand why “just eat less” fails for others.": "Вони щиро не розуміють, чому «просто менше їж» не працює для інших.",
    "3) Genetic Luck Often Gets Labeled “Discipline”": "3) Генетична удача маскується під «дисципліну»",
    "Twin studies suggest heritability explains a large share (often 40–70%) of body-weight variability.": "Близнюкові дослідження показують, що спадковість пояснює 40–70% варіабельності маси тіла.",
    "That means some people naturally have lower appetite, higher energy expenditure, weaker compensation to restriction, and more stable satiety signals.": "Це означає: частина людей від природи має нижчий апетит, вищі енерговитрати, слабшу компенсаторну відповідь на обмеження та стабільніші сигнали ситості.",
    "When such a person loses weight, they may sincerely believe it was purely willpower. Often it is biology plus survivorship bias.": "Коли така людина худне, вона щиро вірить, що це результат її сили волі. Насправді це поєднання біологічної удачі й survivorship bias.",
    "4) Why Their Advice Does Not Scale": "4) Чому їхні поради не масштабуються",
    "A coach sees 10 clients. Two succeed. Eight do not.": "Коуч бачить 10 клієнтів. У двох виходить. У восьми — ні.",
    "A common (wrong) conclusion is: “the two were disciplined, the rest were lazy”.": "Він робить неправильний висновок: «ці двоє молодці, решта ліниві».",
    "In reality, those groups can differ in biology: dieting history, defended weight, appetite pressure, and the strength of metabolic adaptation.": "Насправді групи часто відрізняються біологічно: history дієт, set point\/defended weight, тиск апетиту, сила метаболічної адаптації.",
    "So the model does not scale. It may work for a minority, but it fails for the majority.": "Тобто їхня модель не масштабується. Вона може працювати для меншості, але для більшості — ні.",
    "5) Moralizing Weight Is Pseudoscience": "5) Моралізація ваги — це псевдонаука",
    "When a coach says “you just are not trying hard enough”, that is not motivation—it is bad science.": "Коли коуч каже: «ти просто не стараєшся» — це не мотивація. Це наукова нісенітниця.",
    "That means someone can do “everything right” and still struggle to lose or maintain weight.": "Це означає: людина може робити «все правильно» — і все одно не худнути або не втримувати вагу.",
    "Calling this “lack of discipline” is ignoring biology.": "Називати це «браком дисципліни» — означає ігнорувати біологію.",
    "6) Why Many Coaches Truly Do Not See It": "6) Чому вони щиро не розуміють, що коять",
    "Most fitness coaches are not malicious manipulators. They often:": "Більшість фітнес-коучів не є злими маніпуляторами. Вони часто:",
    "have their own success story": "мають власний успішний кейс",
    "see a few successful clients": "бачать кілька успішних клієнтів",
    "do not see those who quit and disappear": "не бачать тих, хто пішов",
    "lack the biological contrast": "не мають біологічного контрасту",
    "The brain draws a natural conclusion: “it worked, so it is universal”. That is not malice—it is a cognitive bias.": "Їхній мозок робить природний висновок: «це працює, значить, це універсально». Це не зла воля. Це когнітивне викривлення.",
    "7) What To Do Instead": "7) Що з цим робити",
    "The solution is not to “cancel fitness”. The solution is to:": "Рішення не в тому, щоб «скасувати» фітнес. Рішення в тому, щоб:",
    "stop selling universal formulas": "припинити продавати універсальні формули",
    "stop moralizing weight": "припинити моралізувати вагу",
    "acknowledge biological diversity": "визнати біологічну різноманітність",
    "individualize strategies": "індивідуалізувати стратегії",
    "And stop implying that if it did not work, something is wrong with the person.": "І перестати натякати людям, що якщо в них не виходить — значить, з ними «щось не так».",
    "The fitness industry is shaped by survivorship bias.": "Фітнес-індустрія побудована на survivorship bias.",
    "Most coaches do not know what true obesity feels like.": "Більшість коучів не знають, що таке справжнє ожиріння.",
    "Their success does not reliably scale.": "Їхній успіх не масштабується.",
    "Genetics often masquerades as discipline.": "Генетика маскується під дисципліну.",
    "Moralizing weight is pseudoscience.": "Моралізація ваги — псевдонаука.",
    "If coach advice does not work for you, the problem is not necessarily you.": "Якщо поради коучів не працюють — проблема не у вас.",
    "Comparing yourself to outliers is a methodological error.": "Порівнювати себе з ними — методологічна помилка.",
    "There are no universal strategies.": "Універсальних стратегій не існує.",
    "Individualization is the only scientifically sound model.": "Індивідуалізація — єдина науково коректна модель.",
    "Stop comparing yourself to outliers": "Перестаньте порівнювати себе з винятками",
    "Build a strategy that fits your biology, not someone else’s highlight reel.": "Будуйте стратегію під свою біологію, а не під чужий “highlight reel”.",
    "The Female Body Is Not Lazy: Why Women Often Find Weight Loss Harder": "Як схуднути жінці: гормони, цикл та метаболізм",
    "Women do not “try less”. Evolution, hormones, and reproductive biology can make fat loss harder: lower resting energy expenditure, different leptin dynamics, cycle-related appetite shifts, and stronger metabolic adaptation.": "Чому жінкам важче худнути ніж чоловікам? Вплив циклу, гормонів та еволюції на спалювання жиру. Наукове пояснення жіночого метаболізму.",
    "women weight loss, sex differences, leptin, estrogen, progesterone, metabolic adaptation, reproductive biology": "схуднення для жінок, як схуднути жінці, гормони і вага, метаболізм після 30, чому вага стоїть перед місячними",
    "Women do not “try less”. Their bodies are hormonally and evolutionarily tuned to protect fat mass more strongly than men’s. Lower resting energy expenditure, different leptin dynamics, estrogen\/progesterone effects, stronger metabolic adaptation, and reproductive mechanisms make weight loss biologically harder for many women.": "Жінки не «гірше стараються». Їхнє тіло еволюційно й гормонально налаштоване жорсткіше захищати жирову масу, ніж у чоловіків. Менший базальний метаболізм, інший профіль лептину, вплив естрогенів і прогестерону, сильніша метаболічна адаптація та репродуктивні механізми роблять схуднення для жінок біологічно складнішим процесом.",
    "Women and weight loss biology": "Жінки й біологія схуднення",
    "Women’s bodies often defend fat mass more strongly: lower resting expenditure, cycle-related appetite shifts, and stronger adaptation.": "Жіночий організм часто сильніше «захищає» жирову масу: нижчі витрати енергії у спокої, коливання апетиту протягом циклу та виразніша адаптація.",
    "Popular weight-loss advice often ignores fundamental biological differences between men and women.": "Популярні поради щодо схуднення часто ігнорують фундаментальні біологічні відмінності між чоловіками та жінками.",
    "This article covers hormonal, evolutionary, and metabolic factors that help explain why women, on average, lose weight more slowly, show stronger compensation to calorie deficits, and more often experience rebound weight regain.": "У цій статті розглядаються гормональні, еволюційні та метаболічні фактори, що пояснюють, чому жінки в середньому худнуть повільніше, мають сильнішу компенсаторну відповідь на дефіцит і частіше стикаються з rebound-набором ваги.",
    "Female physiology is evolutionarily biased toward fat storage and protection.": "Жіноче тіло еволюційно запрограмоване зберігати жир.",
    "Women tend to have lower resting energy expenditure.": "Жінки мають нижчий базальний метаболізм.",
    "Hormonal fluctuations can raise appetite and reduce energy expenditure.": "Гормональні коливання можуть підсилювати апетит і знижувати витрати енергії.",
    "Metabolic adaptation can be more pronounced in women.": "Метаболічна адаптація у жінок вираженіша.",
    "“Just eat less” is biologically incomplete advice.": "Фраза «просто їж менше» біологічно некоректна.",
    "1) Evolution: Fat as a Reproductive Resource": "1) Еволюція: жир як репродуктивний ресурс",
    "In the female body, fat is not just “extra ballast”. In a real sense, it supports reproductive function.": "У жіночому тілі жир — це не «зайвий баласт». Це репродуктивний ресурс у буквальному сенсі.",
    "Adipose tissue:": "Жирова тканина:",
    "contributes to estrogen biology": "бере участь у синтезі естрогенів",
    "affects menstrual regularity": "впливає на регулярність менструального циклу",
    "influences fertility": "визначає фертильність",
    "provides energy reserves for pregnancy and lactation": "забезпечує енергетичний резерв для вагітності й лактації",
    "Because of this, female physiology often defends fat stores more aggressively than male physiology.": "Тому еволюційно жіноче тіло часто агресивніше захищає жирові запаси, ніж чоловіче.",
    "2) Lower Resting Metabolism (On Average)": "2) Менший базальний метаболізм",
    "On average, women have:": "У середньому жінки мають:",
    "less lean mass": "меншу м’язову масу",
    "a higher body-fat percentage": "вищий відсоток жиру",
    "lower resting energy expenditure": "нижчий базальний обмін речовин",
    "Even at the same scale weight, a woman may burn fewer calories at rest than a man.": "Навіть за однакової ваги жінка витрачає менше калорій у стані спокою, ніж чоловік.",
    "So a 500 kcal deficit can be a very different biological load depending on the starting energy budget.": "Це означає: дефіцит у 500 ккал для чоловіка і той самий дефіцит для жінки — це біологічно різні навантаження.",
    "3) Hormones vs. the Deficit": "3) Гормони проти дефіциту",
    "Female hormonal physiology is not constant across the month.": "Жіночий гормональний фон не є стабільним протягом місяця.",
    "Cycle phases can:": "Фази циклу можуть:",
    "shift insulin sensitivity": "змінювати чутливість до інсуліну",
    "affect leptin dynamics": "впливати на рівень лептину",
    "change appetite": "модифікувати апетит",
    "reduce tolerance to restriction for some women": "знижувати толерантність до дефіциту",
    "Progesterone in the luteal phase can increase appetite and fluid retention, creating an illusion of “no progress”.": "Прогестерон у лютеїновій фазі підсилює апетит і затримку рідини, створюючи ілюзію «відсутності прогресу».",
    "4) Stronger Metabolic Adaptation": "4) Сильніша метаболічна адаптація",
    "Research suggests that after weight loss, women may experience:": "Дослідження показують, що після схуднення у жінок:",
    "a larger drop in resting metabolism": "сильніше знижується базальний метаболізм",
    "a stronger reduction in leptin": "виразніше падає рівень лептину",
    "longer-lasting appetite increases": "довше зберігається підвищений апетит",
    "This can make long-term maintenance biologically harder.": "Це робить утримання ваги біологічно складнішим завданням.",
    "5) Why “Male Advice” Often Fails": "5) Чому чоловічі поради не працюють",
    "When a man says “just eat less”, he is often projecting his own biology.": "Коли чоловік каже: «просто менше їж», він виходить зі свого біологічного профілю.",
    "Many men, on average, have higher energy expenditure, weaker compensatory responses, steadier appetite, and fewer month-to-month hormonal swings affecting scale weight.": "У багатьох чоловіків: вищий базальний метаболізм, слабша компенсаторна відповідь, нижчий фоновий апетит і менша залежність ваги від гормональних коливань.",
    "That is not a moral advantage—it is a biological difference.": "Це не «моральна перевага». Це біологічна різниця.",
    "6) Why This Is Not About Laziness": "6) Чому це не про лінь",
    "On average, women:": "Жінки в середньому:",
    "adhere to diets better": "краще дотримуються дієт",
    "track intake more often": "частіше рахують калорії",
    "show high dietary discipline": "мають вищу дієтичну дисципліну",
    "yet lose weight more slowly": "але худнуть повільніше",
    "So the bottleneck is often biology, not motivation.": "Тобто проблема не в мотивації. Проблема в біології.",
    "7) What This Means in Practice": "7) Що це означає на практиці",
    "Women may need longer fat-loss phases.": "Жінкам потрібні довші фази схуднення.",
    "Smaller deficits can be more sustainable.": "Менші дефіцити працюють стабільніше.",
    "Diet breaks are strategy, not weakness.": "Перерви (diet breaks) — не слабкість, а стратегія.",
    "Track progress in months, not weeks.": "Оцінювати прогрес треба за місяцями, не тижнями.",
    "Comparing yourself to men is a methodological mistake.": "Порівнювати себе з чоловіками — методологічна помилка.",
    "Female physiology tends to defend fat stores.": "Жіноче тіло запрограмоване захищати жир.",
    "Hormones can make deficits feel harder.": "Гормони роблять дефіцит важчим.",
    "Metabolic adaptation can be stronger in women.": "Метаболічна адаптація у жінок сильніша.",
    "Women are not lazy—they are playing a different biological game.": "Жінки не ліниві — вони біологічно в іншій грі.",
    "Male advice is not universal.": "Чоловічі поради не універсальні.",
    "Your struggle is not a character defect.": "Ваші труднощі — не дефект характеру.",
    "Your progress does not have to be linear.": "Ваш прогрес не зобовʼязаний бути лінійним.",
    "Your biology deserves adapted strategies.": "Ваша біологія заслуговує адаптованих стратегій.",
    "You are not “worse”—you are female.": "Ви не «гірша» — ви просто жінка.",
    "Measure progress by trends, not week-to-week noise": "Оцінюйте прогрес за трендом, а не за тижневим «шумом»",
    "Use longer horizons, moderate deficits, and planned breaks—especially when cycle-related water retention distorts the scale.": "Дивіться на довші горизонти, обирайте помірні дефіцити та плануйте перерви — особливо коли затримка рідини протягом циклу спотворює вагу на вагах.",
    "Blog — Science of Weight: Why Diets Fail and What Really Works": "Блог — Наука про вагу: чому дієти не працюють і що каже наука",
    "Evidence-based articles about weight, appetite, and metabolism. Why willpower fails, how hormones control hunger, and what science says about sustainable weight management.": "Статті з посиланнями на дослідження про вагу, апетит і метаболізм. Чому сила волі не працює, як гормони керують голодом і що насправді каже наука про контроль ваги.",
    "weight loss science, appetite hormones, metabolic adaptation, GLP-1, set point, rebound weight gain": "наука про схуднення, гормони апетиту, метаболічна адаптація, GLP-1, сет пойнт, повернення ваги",
    "Why Diets Fail — and What Science Says Instead": "Чому дієти не працюють — і що каже наука натомість",
    "Evidence-based articles about weight, appetite, and metabolism. No moralism, no miracle cures — just biology.": "Статті з посиланнями на дослідження про вагу, апетит і метаболізм. Без моралізаторства, без чудо-рецептів — тільки біологія.",
    "What we write about": "Про що ми пишемо",
    "Myths debunked, biology explained, practical tools.": "Міфи спростовані, біологія пояснена, практичні інструменти.",
    "Myths": "Міфи",
    "Willpower, sport = weight loss, \"just eat less\"": "Сила волі, спорт = схуднення, «просто їж менше»",
    "Biology": "Біологія",
    "Hormones, set point, metabolic adaptation": "Гормони, сет пойнт, метаболічна адаптація",
    "Practice": "Практика",
    "Calorie tracking, food choices, hydration": "Підрахунок калорій, вибір продуктів, гідратація",
    "Science & Biology": "Наука і біологія",
    "Why weight control is harder than \"eat less, move more\". Hormones, adaptation, and what the research actually shows.": "Чому контроль ваги складніший за «їж менше, рухайся більше». Гормони, адаптація і що насправді показують дослідження.",
    "Practical Guides": "Практичні гайди",
    "Tools and habits that help: calorie counting, food choices, hydration, and building consistency.": "Інструменти та звички, які допомагають: підрахунок калорій, вибір продуктів, гідратація та формування сталості.",
    "Understanding is the first step": "Розуміння — перший крок",
    "Biology matters, but so does awareness. Tracking helps you see patterns — without judgment.": "Біологія важлива, але й усвідомленість теж. Трекінг допомагає побачити закономірності — без осуду.",
    "Intuitive Eating Is Not a Universal Solution: When \"Listening to Your Body\" Doesn't Work": "Інтуїтивне харчування: чому воно не працює для схуднення",
    "Intuitive eating can reduce food anxiety, but after dieting \"hunger cues\" may be distorted and lead to gradual overeating.": "Інтуїтивне харчування може зменшувати харчову тривожність, але після дієт «сигнали голоду» можуть бути спотворені й вести до переїдання.",
    "GLP-1: How Hormonal Therapy Breaks All \"Moral\" Theories of Weight Loss": "Препарати для схуднення (Оземпік\/GLP-1): як це працює насправді",
    "Selection bias: many coaches never lived through true obesity, metabolic adaptation, or rebound cycles—so their model doesn't scale.": "Селекційний байас: більшість коучів не проживали справжнє ожиріння, метаболічну адаптацію чи rebound — тому їхня модель не працює для всіх.",
    "Women's bodies often defend fat mass more strongly: lower resting expenditure, cycle-related appetite shifts, and stronger adaptation.": "Жіночий організм часто сильніше захищає жирову масу: нижчі витрати енергії у спокої, коливання апетиту протягом циклу та виразніша адаптація.",
    "Calorize: Full Feature Overview. Why It's the Most Effective Weight Loss Tool": "Calorize: Повний огляд можливостей. Чому це найефективніший інструмент для схуднення",
    "Learn how Calorize solves major weight loss problems: precise home meal calculation, instant Ukrainian product search, and AI that handles the routine.": "Дізнайтеся, як Calorize вирішує головні проблеми схуднення: точний розрахунок домашніх страв, миттєвий пошук українських продуктів та ШІ, який бере рутину на себе.",
    "Calorize, weight loss, calorie counting, AI nutritionist, recipes, Ukrainian products, food diary": "Calorize, схуднення, підрахунок калорій, ШІ дієтолог, рецепти, українські продукти, щоденник харчування",
    "Feature Overview": "Огляд функцій",
    "Most people quit calorie counting for two reasons: it takes too much time or doesn't yield expected results due to inaccuracies. Calorize was created to eliminate both problems.": "Більшість людей кидають підрахунок калорій з двох причин: це забирає надто багато часу або не дає очікуваного результату через похибки. Calorize створено, щоб усунути обидві проблеми.",
    "1. Precise Calculation of Complex Meals (And Why It's Critical)": "1. Точний розрахунок складних страв (і чому це критично)",
    "The biggest \"blind spot\" in weight loss is home-cooked food. When you boil soup or roast meat, products lose moisture but retain calories. 100 grams of raw chicken and 100 grams of roasted chicken have completely different energy values. Ignoring this fact can silently add 300-400 extra calories to your daily diet.": "Найбільша \"сліпа зона\" у схудненні — домашня їжа. Коли ви варите суп або запікаєте м'ясо, продукти втрачають вологу, але зберігають калорії. 100 грамів сирої курятини і 100 грамів запеченої — це абсолютно різна енергетична цінність. Ігнорування цього факту може непомітно додати 300-400 зайвих калорій до вашого раціону щодня.",
    "How Calorize Solves This:": "Як це вирішує Calorize:",
    "We implemented a professional calculation algorithm. You enter the weight of all raw ingredients, and then — <strong>the weight of the finished dish<\/strong>. The system automatically calculates the shrinkage\/evaporation coefficient. This gives you laboratory precision for every spoonful of your homemade borscht or stew.": "Ми реалізували професійний алгоритм розрахунку. Ви вводите вагу всіх сирих інгредієнтів, а потім — <strong>вагу готової страви<\/strong>. Система автоматично вираховує коефіцієнт ужарки\/уварки. Це дає вам лабораторну точність для кожної ложки вашого домашнього борщу чи рагу.",
    "2. AI Assistant That Saves Your Time": "2. ШІ-асистент, що економить ваш час",
    "Keeping a diary often becomes a tiring routine. Searching lists, selecting grams, switching screens — this creates friction that makes us skip entries.": "Ведення щоденника часто стає рутиною, яка втомлює. Пошук у списках, вибір грамів, перемикання екранів — це створює тертя, яке змушує нас пропускати записи.",
    "Calorize offers a different approach: <strong>natural language communication<\/strong>. This is your personal nutrition secretary.": "Calorize пропонує інший підхід: <strong>спілкування природною мовою<\/strong>. Це ваш особистий секретар з харчування.",
    "Understanding Slang": "Розуміння сленгу",
    "Write \"candy\" or \"raffaello\" — the agent understands the context, finds the right product in your history, and adds it.": "Напишіть \"канхвета\" або \"рафаелка\" — агент зрозуміє контекст, знайде потрібний продукт у вашій історії та додасть його.",
    "Intelligent Estimation": "Інтелектуальна оцінка",
    "Describe a complex dish (\"puff pastry with cinnamon in an air fryer\"), and the agent will model its composition and calorie content itself.": "Опишіть складну страву (\"листкове тісто з корицею в аерогрилі\"), і агент сам змоделює її склад та калорійність.",
    "Quick commands for routine automation are also available:": "Також доступні швидкі команди для автоматизації рутини:",
    "<em>\"Copy yesterday's breakfast\"<\/em> — ideal for those with stable habits.": "<em>\"Скопіюй вчорашній сніданок\"<\/em> — ідеально для тих, хто має стабільні звички.",
    "<em>\"Delete everything for today\"<\/em> — if you decided to start the day with a clean slate.": "<em>\"Видали все за сьогодні\"<\/em> — якщо вирішили почати день з чистого аркуша.",
    "3. Adapted Database: 86,000 Ukrainian Products": "3. Адаптована база: 86 000 українських продуктів",
    "There is nothing more annoying than looking for ordinary cheese and getting dozens of American brand options. It takes time and reduces accuracy.": "Немає нічого більш дратівливого, ніж шукати звичайний сир, а отримувати десятки варіантів американських брендів англійською мовою. Це забирає час і знижує точність.",
    "Our database is a showcase of a Ukrainian supermarket. Local brands, bakery from popular chains — it's all here. You find exactly the product you are holding in seconds. No duplicates, no junk.": "Наша база даних — це вітрина українського супермаркету. \"Яготинське\", \"Ферма\", \"Рошен\", власна випічка \"Сільпо\" чи \"АТБ\" — все це вже тут. Ви знаходите саме той продукт, який тримаєте в руках, за лічені секунди. Жодних дублів, жодного сміття.",
    "4. Progress Transparency: Knowing When You'll See Results": "4. Прозорість прогресу: Знати, коли буде результат",
    "Weight loss is a non-linear process. Weight can stall for weeks, even if you do everything right. It's demotivating.": "Схуднення — це нелінійний процес. Вага може стояти на місці тижнями, навіть якщо ви все робите правильно. Це демотивує.",
    "Calorize analyzes not just weight, but your average calorie deficit and activity to build a <strong>dynamic goal achievement date forecast<\/strong>. It's an honest answer to the question \"How much longer?\". When you see a specific date, the path becomes clear and manageable.": "Calorize аналізує не лише вагу, а й ваш середній дефіцит калорій та активність, щоб будувати <strong>динамічний прогноз дати досягнення мети<\/strong>. Це чесна відповідь на питання \"Скільки ще?\". Коли ви бачите конкретну дату, шлях стає зрозумілим і керованим.",
    "5. Instant Measurement Logging": "5. Миттєва фіксація вимірювань",
    "You don't need to look for special menus to log your morning weight. Just write to the agent in the chat:": "Вам не потрібно шукати спеціальні меню, щоб внести ранкову вагу. Просто напишіть агенту в чат:",
    "56.9 kg": "56,9 кг",
    "or": "або",
    "waist 65": "талія 65",
    "The system recognizes this as tracking data and instantly updates your charts. It's a small detail that makes using the app seamless in daily life.": "Система розпізнає це як дані для трекінгу і миттєво оновить ваші графіки. Це дрібниця, яка робить користування додатком непомітним у повсякденному житті.",
    "Why It Works?": "Чому це працює?",
    "Calorize isn't about \"magic\". It's about removing obstacles. We removed complex recipe math, long product searches, and tedious data entry.": "Calorize — це не про \"магію\". Це про усунення перешкод. Ми прибрали складну математику рецептів, довгий пошук продуктів і нудне внесення даних.",
    "Only pure focus on your goal remains. When a tool is convenient, you use it consistently. And consistency is the only key to results.": "Залишився лише чистий фокус на вашій меті. Коли інструмент зручний, ви користуєтесь ним постійно. А постійність — це єдиний ключ до результату.",
    "Your Next Step": "Ваш наступний крок",
    "Try a Stress-Free Approach": "Спробуйте підхід без зайвого стресу",
    "Join thousands of users who have already appreciated the convenience of Calorize.": "Приєднуйтесь до тисяч користувачів, які вже оцінили зручність Calorize.",
    "Most people quit counting due to complexity. Learn how Calorize solves this with precise meal calculation, instant search, and an AI assistant.": "Більшість кидають підрахунок через складність. Дізнайтеся, як Calorize вирішує це завдяки точному розрахунку страв, миттєвому пошуку та ШІ-асистенту.",
    "Calorize: The 'Anti-Boring' Guide to Weight Loss (Class is in Session)": "Calorize: антинудний гід зі схуднення",
    "Forget boring spreadsheets. Calorize uses physics, AI, and a bit of magic to make weight loss actually bearable. Read the guide.": "Забудьте про нудні таблички. Calorize поєднує фізику, ШІ і трохи «магії» — щоб схуднення не перетворювалося на роботу на пів ставки. Ось як це працює.",
    "Forget boring spreadsheets. Calorize uses physics, AI, and a bit of magic to make weight loss actually bearable.": "Забудьте про нудні таблички. Calorize поєднує фізику, ШІ і трохи «магії» — щоб схуднення не перетворювалося на роботу на пів ставки.",
    "Most apps can count calories. The hard part is doing it every day. Calorize makes consistency easy with a human AI diary, Ukrainian-first search, and fast voice logging.": "Більшість додатків уміють рахувати калорії. Найважче — робити це щодня. Calorize робить регулярність легкою: людяний ШІ-щоденник, український пошук і швидкий голосовий ввід.",
    "Calorize, weight loss, AI nutritionist, funny diet app, precise calorie counting": "Calorize, схуднення, підрахунок калорій, ШІ-асистент, точні рецепти, щоденник харчування",
    "Product Update": "Новини продукту",
    "5 min read": "5 хв читання",
    "Class is in Session: Why Calorize isn't just another \"eat less\" app": "Чому Calorize — не чергове «просто менше їж»",
    "OK, class. Settle down. Most apps can calculate numbers. The real problem is that tracking feels like work. Calorize is built around a human AI assistant that makes logging feel natural, not like homework.": "Так, увага. Більшість додатків уміють рахувати цифри. Проблема в іншому: трекінг відчувається як робота. Calorize зроблено навколо людяного ШІ-асистента — щоб записувати було природно, а не «як домашка».",
    "The most human AI food diary you’ll use": "Найлюдяніший ШІ-щоденник, яким ви користуватиметесь",
    "Most people don’t quit because they don’t understand calories. They quit because logging is annoying. So we made the diary conversational: you write like a human, and the AI does the admin work.": "Люди кидають не тому, що «не розуміють калорії». Вони кидають, бо записувати бісить. Тому ми зробили щоденник розмовним: ви пишете по-людськи, а ШІ робить всю адміністративну роботу.",
    "It remembers context": "Він пам’ятає контекст",
    "Ate “Strila” candy yesterday? Today you can type one word (“kanhveta”) and the agent will add it — without interrogation.": "Їли вчора цукерку «Стріла»? Сьогодні достатньо одного слова («канхвета») — і агент додасть її без зайвих питань.",
    "It understands real Ukrainian": "Він розуміє живу українську",
    "Slang, typos, mixed phrases, voice input — it’s built for how people actually talk, not how databases want you to.": "Сленг, помилки, мішані фрази, голосовий ввід — усе як у реальному житті, а не як «вимагає база даних».",
    "It can estimate complex dishes": "Він уміє прикидати складні страви",
    "Describe your pastry experiment with cinnamon, sugar, and an air fryer. The agent will model the recipe and create a reasonable calorie estimate.": "Опишіть свій експеримент з випічкою — кориця, цукор, аерогриль. Агент змоделює рецепт і дасть адекватну оцінку калорійності.",
    "It logs measurements too": "Він також записує вимірювання",
    "Just write “56.8 kg”. The agent understands it’s a measurement and records it. Done.": "Просто напишіть «56,8 кг». Агент зрозуміє, що це вимірювання, і запише. Готово.",
    "Short commands, big impact": "Короткі команди — великий ефект",
    "Try: “Copy yesterday to today”, “Delete all today”, or “Copy yesterday’s breakfast”. This is what “frictionless” looks like.": "Спробуйте: «Скопіюй вчора на сьогодні», «Видали все за сьогодні» або «Скопіюй вчорашній сніданок». Оце і є «без тертя».",
    "Recipe calculation, but painless": "Розрахунок рецептів — але без мороки",
    "Yes, many apps can calculate recipes. The difference is whether you want to use them on a random Tuesday.": "Так, багато додатків уміють рахувати рецепти. Питання в іншому: чи захочеться вам цим користуватися у випадковий вівторок?",
    "In Calorize it’s straightforward: enter ingredient weights, then enter the final cooked weight. <strong>We handle the shrinkage math</strong> and give you accurate per-100g nutrition for the dish you actually eat.": "У Calorize все просто: внесли ваги інгредієнтів, потім внесли вагу готової страви. <strong>Ми рахуємо усушку/уварку</strong> і даємо точні БЖВ на 100 г саме того, що ви їсте.",
    "Calorize is built around one idea: consistency beats perfection. Our AI makes tracking feel human, so you actually keep doing it. The rest (database, recipes, analytics) supports that.": "Calorize тримається на одній ідеї: регулярність важливіша за ідеальність. Наш ШІ робить трекінг «людським», тому ви реально продовжуєте. А база, рецепти й аналітика просто підтримують це.",
    "Tracking fails when it feels like work. Calorize fixes that with a human AI assistant: slang, voice, context, and one-message logging.": "Трекінг ламається, коли відчувається як робота. Calorize це виправляє людяним ШІ-асистентом: сленг, голос, контекст і запис в одне повідомлення.",
    "Physics class is back (but this time it helps you eat cake)": "Фізика знову з нами (і цього разу вона реально допомагає)",
    "Here's the thing: food shrinks when you cook it. Water evaporates, calories stay. That stew you made? It's calorie-dense dynamite. Most apps ignore this and let you live in a fantasy world. We don't.": "Суть проста: коли ви готуєте, вода випаровується, а калорії — ні. Тому 100 г сирого й 100 г готового — це не одне й те саме. Більшість додатків на це «закривають очі» і дарують вам красиві цифри, які не працюють. Ми — ні.",
    "The Calorize Way:": "Як це робимо в Calorize:",
    "You weigh raw stuff. You weigh the cooked dish. <strong>We do the boring math.<\/strong> You get a scientifically accurate number for every spoon. It's cosmically precise. You're welcome.": "Зважуєте інгредієнти сирими. Зважуєте готову страву. <strong>Ми робимо всю нудну математику.<\/strong> На виході — максимально точна калорійність на 100 г і чесні цифри «на кожну ложку». Не дякуйте.",
    "Our AI speaks fluent \"Hungry Human\"": "Наш ШІ розуміє «людську» мову голодної людини",
    "We get it. You don't want to search for \"Confectionery product, glazed, cylindrical shape\" at 11 PM. You just want to log your candy.": "Ми в курсі: об 11 вечора ви не хочете шукати «кондитерський виріб, глазурований, циліндричної форми». Ви хочете швидко записати цукерку — і крапка.",
    "It knows your slang": "Він розуміє ваш сленг",
    "Type \"kanhveta\" or \"raffaello\". Our AI nods understandingly and logs it. No judgment, just data.": "Напишіть «канхвета» або «рафаелка» — і агент підхопить контекст, знайде потрібний продукт (навіть із вашої історії) та додасть. Без моралі, тільки облік.",
    "It hallucinates... correctly": "Він «припускає» — але дуже влучно",
    "Describe a mess of puff pastry, cinnamon, and air fryer magic. The agent simulates the recipe and gives you a scary-accurate number.": "Опишіть хаос із листкового тіста, кориці й аерогрилю — агент прикине рецепт і дасть цифру, якій підозріло хочеться довіряти.",
    "Lazy commands for the efficiency-obsessed:": "Команди для лінивих (у найкращому сенсі):",
    "<em>\"Copy yesterday's breakfast\"<\/em> — because we are creatures of habit.": "<em>«Скопіюй вчорашній сніданок»<\/em> — бо ми, чесно кажучи, любимо повторюватися.",
    "<em>\"Delete everything\"<\/em> — for when you want to pretend today didn't happen.": "<em>«Видали все»<\/em> — коли хочеться зробити вигляд, що цього дня не існує.",
    "We speak Ukrainian (and not just via Google Translate)": "Ми говоримо українською (і це відчувається)",
    "Stop logging \"Generic Cheddar Cheese\" from a database made in Ohio. You shop at ATB and Silpo, and so does our database.": "Не треба шукати «Generic Cheddar Cheese» в базі, зібраній десь «для всього світу». Ви купуєте в АТБ і Сільпо — і наша база під це заточена.",
    "86,000 local products. Yahotynske, Roshen, that specific bread you like. Real brands, zero duplicates. It's a beautiful, organized paradise.": "86 000 локальних продуктів: Яготинське, Рошен, «той самий» хліб і «та сама» цукерка. Реальні бренди, мінімум шуму, без дублів. Знайшли — записали — пішли далі.",
    "The Oracle of Weight Loss": "Прогнозатор результату (без магії, чиста математика)",
    "Graphs are nice, but they don't tell you when you'll fit into those jeans. We do.": "Графіки — гарно. Але хочеться знати просте: «коли буде результат?». Calorize дає відповідь.",
    "Calorize calculates a <strong>dynamic completion date<\/strong> based on your actual progress. It's not a random guess; it's math. Watching that date move closer is the best dopamine hit you'll get all day.": "Calorize рахує <strong>динамічну дату фінішу<\/strong> на основі вашого реального темпу. Це не «приблизно», а пораховано. А спостерігати, як дата наближається, — приємніше за більшість мотиваційних цитат.",
    "One box to rule them all": "Одне поле вводу — і готово",
    "Want to log your weight? Don't go looking for the \"Measurements\" tab buried in settings. Just tell the agent:": "Хочете записати вагу? Не треба нишпорити по меню. Просто напишіть агенту:",
    "Boom. Done. Chart updated. Now go on with your life.": "Готово. Графік оновився. Далі — живемо життя.",
    "TL;DR": "TL;DR:",
    "Calorize isn't magic. It's just a tool that respects your time and intelligence. We did the hard physics and database work so you can just... eat.": "Calorize — не магія. Це інструмент, який поважає ваш час і голову. Ми взяли на себе фізику, пошук і рутину, щоб ви могли просто… їсти й рухатися до мети.",
    "Homework assignment": "Домашка:",
    "Try it. Your future self will thank you.": "Спробуйте. Ваше майбутнє «я» скаже «дякую».",
    "Join thousands of users who stopped hating calorie counting.": "Приєднуйтесь до тисяч людей, які перестали ненавидіти підрахунок калорій.",

    "280$ for 10 vials? The truth about Tirzepatide, Ozempic and Mounjaro prices in Ukraine": "280$ за 10 банок? Вся правда про ціни на Тирзепатид, Оземпік та Мунджаро в Україні",
    "We reveal the real prices of Tirzepatide, Semaglutide and Mounjaro. Why the markup in Ukraine is 800%, where resellers buy, and whether it's worth risking your health to save money.": "Розкриваємо реальні ціни на Тирзепатид, Семаглутид та Мунджаро. Чому в Україні націнка 800%, де купують перекупи та чи варто ризикувати здоров'ям заради економії.",
    "buy tirzepatide, mounjaro price, ozempic ukraine, buy semaglutide, retatrutide, peptides china, weight loss injections, tirzepatide ukraine price": "купити тирзепатид, мунджаро ціна, оземпік україна, семаглутид купити, ретатрутид, пептиди китай, схуднення уколи, tirzepatide ukraine price",
    "Market Analysis": "Аналіз ринку",
    "6 min read": "6 хв читання",
    "280$ for 10 vials or 5000 UAH for one? The truth about Tirzepatide prices in Ukraine": "280$ за 10 банок чи 5000 грн за одну? Вся правда про ціни на Тирзепатид в Україні",
    "We found the real prices from suppliers that Ukrainian peptide shops buy from. Your shock will be limitless when you see the markup.": "Ми знайшли реальні ціни постачальників, у яких закуповуються українські магазини пептидів. Ваш шок буде безмежним, коли ви побачите націнку.",
    "Tirzepatide 30mg (Generic)": "Тирзепатид 30мг (Дженерик)",
    "China Price": "Ціна в Китаї",
    "per vial": "за флакон",
    "Ukraine Price": "Ціна в Україні",
    "per vial equivalent": "еквівалент за флакон",
    "Data based on wholesale quotes from January 2026": "Дані на основі оптових прайсів станом на січень 2026",
    "Spoiler: You're being ripped off. Big time.": "Спойлер: Вас \"гріють\" на гроші. Сильно.",
    "If you're interested in weight loss, you've definitely seen these ads on Instagram or Telegram: \"Tirzepatide\", \"Semaglutide\", \"Mounjaro-analog\", \"Ozempic-generic\". Prices range from 3000 to 6500 UAH per vial.": "Якщо ви цікавитеся схудненням, ви точно бачили ці оголошення в Instagram або Telegram: \"Тирзепатид\", \"Семаглутид\", \"Мунджаро-аналог\", \"Оземпік-дженерик\". Ціни коливаються від 3000 до 6500 грн за один флакон (віалу).",
    "We decided to check where this product comes from. The results of our investigation made us grab our heads.": "Ми вирішили перевірити, звідки береться цей товар. Результат розслідування змусив нас схопитися за голову.",
    "The Math of Shock": "Математика шоку",
    "We found direct suppliers from China (where 99% of the \"gray\" peptide market comes from). Here's an offer from one of the \"expensive\" and verified suppliers who tests each batch at the independent Janoshik laboratory (Czech Republic):": "Ми знайшли прямих постачальників з Китаю (звідки їде 99% \"сірого\" ринку пептидів). Ось пропозиція від одного з \"дорогих\" та перевірених постачальників, який тестує кожну партію в незалежній лабораторії Janoshik (Чехія):",
    "This is the price for \"premium\" China with purity tests. If you dig into Reddit, you can find suppliers half the price — $140-150 for the same kit. But even at the \"expensive\" price, one 30mg vial costs 1150 UAH.": "Це ціна за \"преміум\" Китай з тестами чистоти. Якщо заглибитися у Reddit, можна знайти постачальників ще вдвічі дешевше — по $140-150 за такий самий набір. Але навіть за \"дорогою\" ціною одна банка 30 мг коштує 1150 грн.",
    "In Ukraine, vials of 5mg, 10mg or 15mg are usually sold. Let's calculate the cost of 1mg of active substance:": "В Україні зазвичай продають флакони по 5 мг, 10 мг або 15 мг. Давайте порахуємо вартість 1 мг діючої речовини:",
    "China (expensive):": "Китай (дорогий):",
    "~38 UAH per 1mg": "~38 грн за 1 мг",
    "China (cheap):": "Китай (дешевий):",
    "~19 UAH per 1mg": "~19 грн за 1 мг",
    "Ukraine (reseller):": "Україна (перекуп):",
    "~330-430 UAH per 1mg (at 5000-6500 UAH for 15mg)": "~330-430 грн за 1 мг (при ціні 5000-6500 грн за 15 мг)",
    "The markup ranges from 900% to 2200%.": "Націнка складає від 900% до 2200%.",
    "Why so expensive?": "Чому так дорого?",
    "Sellers will tell you about \"complex logistics\", \"cold chains\" and \"customs\". This is partially true — peptide delivery requires temperature control (although not everyone follows it perfectly).": "Продавці скажуть вам про \"складну логістику\", \"холодові ланцюги\" та \"митницю\". Частково це правда — доставка пептидів вимагає дотримання температурного режиму (хоча не всі дотримуються його ідеально).",
    "But the main reason is the \"fear tax\" and \"ignorance tax\". People are afraid to order directly from China, don't know verified factories (QSC and others) and are afraid of crypto payment issues.": "Але основна причина — це \"податок на страх\" і \"податок на незнання\". Люди бояться замовляти напряму з Китаю, не знають перевірених заводів (QSC та інші) і бояться проблем з оплатою криптою.",
    "The Dangerous Truth About the \"Gray Market\"": "Небезпечна правда про \"Сірий Ринок\"",
    "Important:": "Важливо:",
    "We are not encouraging you to buy drugs from China. We are encouraging you to understand the risks.": "Ми не закликаємо купувати препарати в Китаї. Ми закликаємо розуміти ризики.",
    "When you buy a \"vial without a label\" in a Ukrainian Telegram channel for 5000 UAH, you get THE SAME Chinese vial that costs $28.": "Коли ви купуєте \"банку без наклейки\" в українському телеграм-каналі за 5000 грн, ви отримуєте ТУ САМУ китайську банку, яка коштує 28$.",
    "The reseller doesn't have their own laboratory. They don't manufacture the drug. They just order it in bulk and resell it to you. The risks of purity, underfilling or spoiled goods during delivery remain the same, only you pay 9 times more for them.": "Перекупник не має своєї лабораторії. Він не виробляє препарат. Він просто замовляє його оптом і перепродує вам. Ризики чистоти (purity), недоливу або зіпсованого при доставці товару залишаються тими ж самими, тільки ви платите за них у 9 разів більше.",
    "What to do?": "Що робити?",
    "1. Don't be naive.": "1. Не будьте наївними.",
    "Understand that an \"author's weight loss course\" for 10 thousand hryvnias is often just a resale of a cheap generic.": "Розумійте, що \"авторський курс схуднення\" за 10 тисяч гривень — це часто просто перепродаж дешевого дженерика.",
    "2. Consult a doctor.": "2. Консультуйтеся з лікарем.",
    "Official drugs (Ozempic, Mounjaro in pen-injectors) are expensive due to patent protection, clinical trials and quality guarantees. Generics are a lottery.": "Офіційні препарати (Ozempic, Mounjaro в шприц-ручках) коштують дорого через патентний захист, клінічні випробування і гарантію якості. Дженерики — це лотерея.",
    "3. Therapy is long-term.": "3. Терапія — це надовго.",
    "Obesity is a chronic disease, and a \"one-month course\" won't cure it. World research shows that peptide therapy may be needed for years or even lifelong to maintain weight. \"Just willpower\" often doesn't work here.": "Ожиріння — це хронічна хвороба, і \"курсом на місяць\" її не вилікувати. Світові дослідження показують, що для утримання ваги терапія пептидами може бути потрібна роками або навіть довічно. \"Просто сила волі\" тут часто не працює.",
    "But even on therapy you need control. Not to \"eat less\" (the drug will do that for you), but to <strong>eat enough</strong>. The main risk on peptides is muscle loss (sarcopenia) because you simply stop eating protein.": "Але навіть на терапії вам потрібен контроль. Не для того, щоб \"менше їсти\" (препарат зробить це за вас), а щоб <strong>їсти достатньо</strong>. Головний ризик на пептидах — втрата м'язів (саркопенія) через те, що ви просто перестаєте їсти білок.",
    "Why Calorize then?": "Навіщо тоді Calorize?",
    "If you're on therapy, it's critically important to get your protein intake, so you don't turn into \"skinny fat\" and lose your hair. Calorize is the ideal companion for therapy.": "Якщо ви на терапії, вам критично важливо добирати норму білка, щоб не перетворитися на \"skinny fat\" і не втратити волосся. Calorize — це ідеальний компаньйон для терапії.",
    "Our AI diary will help you track nutrients without stress. Just say \"ate a steak\" and we'll count the protein for you.": "Наш AI-щоденник допоможе стежити за нутрієнтами без стресу. Просто скажіть \"з'їла стейк\", і ми порахуємо білок за вас.",
    "Your companion in therapy": "Ваш компаньйон у терапії",
    "Track protein, not just weight": "Стежте за білком, а не тільки за вагою",
    "Calorize will help preserve your health and muscles during weight loss. Try it for free.": "Calorize допоможе зберегти здоров'я та м'язи під час схуднення. Спробуйте безкоштовно.",
    "Read other articles": "Читати інші статті",
    "We found the real prices from Chinese suppliers. The markup of Ukrainian peptide shops (Tirzepatide, Semaglutide) reaches 900%. Market investigation.": "Ми знайшли реальні ціни постачальників з Китаю. Націнка українських магазинів на пептиди (Тирзепатид, Семаглутид) сягає 900%. Розслідування ринку."
}