<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні рядки для скидання пароля
    |--------------------------------------------------------------------------
    */

    'reset' => 'Ваш пароль було скинуто.',
    'sent' => 'Ми надіслали вам посилання для скидання пароля.',
    'throttled' => 'Будь ласка, зачекайте перед повторною спробою.',
    'token' => 'Цей токен скидання пароля недійсний.',
    'user' => 'Не вдалося знайти користувача з такою електронною адресою.',

    // Сповіщення про скидання пароля
    'reset_notification_subject' => 'Скидання пароля',
    'reset_notification_line1' => 'Ви отримали цей лист, тому що ми отримали запит на скидання пароля для вашого акаунту.',
    'reset_notification_action' => 'Скинути пароль',
    'reset_notification_line2' => 'Це посилання для скидання пароля дійсне протягом :count хвилин.',
    'reset_notification_line3' => 'Якщо ви не надсилали запит на скидання пароля, ніяких дій не потрібно.',
];
